[
  {
    "audio": "Audio/mark_01.mp3",
    "start": 0.0,
    "end": 4.0,
    "text": "Pathian Fapa Jesuh Khrih kong Thawngṭha cu hitihin aa thawkning a si",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 4.0,
    "end": 8.0,
    "text": "Profet Isaiah nih, \"Pathian nih, 'Ka tlangau cu na hmaiah ka thlah lai i na lam kha an sialpiak lai,' a ti bantuk le\nCun mi pakhat kha ramlak ah a au i, 'Bawipa lam kha rak remh tuah u, A kalnak ding lam kha ding tein rak ser u,' a ti,\" bantuk kha a si taktak",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 8.0,
    "end": 10.0,
    "text": "Cucaah Johan cu ramlak ah khan a hung chuak i mi kha tipilnak a pek hna i phung kha a chimh hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 10.0,
    "end": 14.0,
    "text": "\"Nan lung i thleng u law tipilnak kha ing tuah u; cun Pathian nih nan sualnak kha an ngaihthiam hna lai,\" tiah a ti hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 14.0,
    "end": 18.0,
    "text": "Judea ram le Jerusalem khua i a ummi hna nih khan amah cu an fuh luaimai i an sualnak kha an i phuang i Jordan tiva ah khan tipilnak kha a pek hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 18.0,
    "end": 22.0,
    "text": "Johan cu kalauk hmul in tahmi hnipuan kha aa hruk i a tai ah saphaw taisawm aa sawmh, khaubawk le khuaihliti in aa cawm",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 22.0,
    "end": 24.0,
    "text": "Mizapi cu a thawh hna i, \"Ka hnu in a ra lai ding pa hi keimah nakin tampi in a ngan deuhmi a si; a kedan hri a phoihtu ding hmanh ah kei cu kaa tlak lo",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 24.0,
    "end": 28.0,
    "text": "Kei nih cun tiin tipilnak kha kan pek hna, sihmanhsehlaw anih nih cun Thiang Thlarau in tipilnak cu an pek hna lai,\" tiah a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 28.0,
    "end": 30.0,
    "text": "Cu hnu tlawmpal ah cun Jesuh cu Galilee ram Nazareth khua khan a ra i Johan nih khan Jordan tiva ah cun tipilnak kha a pek",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 30.0,
    "end": 32.0,
    "text": "Ti chungin a hung thawh dih kate ah khan, van kha aa cheu i Thlarau cu ṭhuro bantukin a cung i a run i fut kha Jesuh nih cun a hmuh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 32.0,
    "end": 33.0,
    "text": "Cun van in aw pakhat kha a theih i, \"Nangmah hi ka Fapa dawt cu na si",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 33.0,
    "end": 36.0,
    "text": "Na cungah ka lung a tling ngaingai,\" tiah aw nih cun a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 36.0,
    "end": 38.0,
    "text": "Hmakhatte ah Thlarau nih cun ramlak ah a kalter i\nkhika ah ni sawm li a va um i Satan nih khan a rak tukforh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 38.0,
    "end": 40.0,
    "text": "Cuka ah cun saram zong kha an rak um ve, sihmanhsehlaw vancungmi kha an ra i an rung hramh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 40.0,
    "end": 42.0,
    "text": "Johan kha thong i thlak a si hnuah Jesuh cu Galilee ram ah khan khual a tlawng i Pathian sinin a rami Thawngṭha kha a chimh hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 42.0,
    "end": 44.0,
    "text": "\"A caan kha a phan cang",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 44.0,
    "end": 45.0,
    "text": "Pathian Pennak cu a phan dengmang cang",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 45.0,
    "end": 48.0,
    "text": "Nan sualnak kha kaltak hna u law Thawngṭha kha zum tuah u,\" tiah a ti hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 48.0,
    "end": 50.0,
    "text": "Galilee Rili kam i aa chawh lengmang lioah khan Jesuh nih cun ngatlai pahnih, Simon le a nau Andru kha a hmuh hna i annih cu sur in nga kha an rak tlai len ko",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 50.0,
    "end": 52.0,
    "text": "Jesuh nih cun a thawh hna i, \"Ka zul tuah u, mi tlaitu ah kan ser hna lai,\" tiah a ti hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 52.0,
    "end": 55.0,
    "text": "Chikkhatte ah an sur kha an kaltak i amah kha an zulh colh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 55.0,
    "end": 58.0,
    "text": "A va kal deuh i a dang unau pahnih zong kha a hmuh hna, annih cu Zebedi fapa Jeim le Johan kha an si",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 58.0,
    "end": 60.0,
    "text": "Annih cu an sur kha an rak tholh len ko",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 60.0,
    "end": 62.0,
    "text": "A hei hmuh cangka hna khan Jesuh nih cun a auh hna i an pa Zebedi cu nihlawh phalhmi ngatlaitu hna he khan lawngah khan an kaltak i Jesuh cu an zulh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 62.0,
    "end": 64.0,
    "text": "Kapernaum khua kha a va phan i Sabbath ni ah cun Jesuh cu pumhnak inn ah khan a kal i a cawnpiak hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 64.0,
    "end": 66.0,
    "text": "Phungbia cawnpiaktu saya pawl nih an cawnpiak hna bantuk khan si loin hmual ngei ngaiin a cawnpiak hna caah an khuaruah a har",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 66.0,
    "end": 69.0,
    "text": "Cu liote ah cun khuavang nih a tuahmi mipa pakhat kha pumhnak inn chungah cun a rung lut i\n\"Nazareth khuami Jesuh, zeidah na kan duhnak a um? Kanmah hrawh duh ah maw na rat? Nangmah cu Pathian lamkaltu a thiangmi na si kha kan hngalh ko ṭung!\" tiah a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 69.0,
    "end": 73.0,
    "text": "Jesuh nih khuavang cu, \"Dai tein um, mipa chung khan chuak,\" tiah a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 73.0,
    "end": 79.0,
    "text": "Khuavang nih cun mipa cu fak piin a thin a thin tak i fak piin a au i mipa chung cun a chuak",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 79.0,
    "end": 82.0,
    "text": "Mizapi cu an khuaruah a har tuk hringhran i, \"Mah hihi zeidah a si ee? Cawnpiaknak thar phun khatkhat maw a si? Hi pa nih hin khuavang kha chuak u, a ti hna i an ngaih ko dah ngai\" tiah an ti lengmang",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 82.0,
    "end": 84.0,
    "text": "Cucaah Jesuh thawngpang cu Galilee ram hmun kip ah khan a thang",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 84.0,
    "end": 90.0,
    "text": "Pumhnak inn khan khuazei hmanh ah pialpah loin Simon le Andru inn ah khan an kal i Jeim le Johan zong kha an sinah cun an kal ve",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 90.0,
    "end": 100.0,
    "text": "Simon nupi nu kha a rak zaw i ihkhun ah a rak ril ko",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 100.0,
    "end": 106.0,
    "text": "Jesuh cu a phak cangka in an chimh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 106.0,
    "end": 113.0,
    "text": "Amah sinah cun a va kal i a kut in a va thawh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 113.0,
    "end": 123.0,
    "text": "A tak linh cu a dai i annih kha a bultawl hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 123.0,
    "end": 133.0,
    "text": "Zanlei, ni a tlak hnuah khan Jesuh sinah cun a zawmi vialte le khuavang nih a tuahmi vialte hna kha an ratpi hna i\ninn hmaiah cun cu khua mi vialte cu an i pum",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 133.0,
    "end": 135.0,
    "text": "Jesuh nih cun zawtnak a phunphun in a zawmi mi tampi kha a damter hna i khuavang tampi kha a ṭhawl hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 135.0,
    "end": 137.0,
    "text": "Khuavang nih khan Jesuh cu ahodah a si kha an hngalh caah Jesuh nih cun a holh in a holhter hna lo",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 137.0,
    "end": 145.0,
    "text": "A thaizing cu zingkate in, ni a chuah hlanpi ah, Jesuh cu a tho i khua leng hmun king ah thlacam awkah a kal",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 145.0,
    "end": 151.0,
    "text": "Sihmanhsehlaw Simon le a hawile hna nih cun amah kha an va kawl",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 151.0,
    "end": 155.0,
    "text": "An va hmuh tikah, \"Mi kip nih an in kawl lengmang dahkaw,\" tiah an ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 155.0,
    "end": 159.0,
    "text": "Sihmanhsehlaw Jesuh nih cun a leh hna i, \"Hika hrawng i a ummi khua dang hna zong hi ka tlawn awk an si",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 159.0,
    "end": 167.0,
    "text": "Annih zong kha phung ka chimh ve hna awk a si, zeicahtiah anmah phung chimh awkah cun pei ka rat cu,\" tiah a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 167.0,
    "end": 168.0,
    "text": "Cucaah Galilee peng kha a tlawn dih i pumhnak inn ah khan phung a chimh hna i khuavang kha a ṭhawl hna",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 168.0,
    "end": 172.0,
    "text": "Jesuh sinah cun thinghmuimi pakhat kha a ra i a khuk aa bil i, \"Na duh ahcun na ka thianter khawh,\" tiah bawmhnak kha a hal",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 172.0,
    "end": 176.0,
    "text": "Jesuh nih cun a zaang a fak ngaingai i a hei banh i a hei tongh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 176.0,
    "end": 179.0,
    "text": "\"Nangmah thianter kha ka duh, va thiang cang,\" tiah a ti",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 179.0,
    "end": 182.0,
    "text": "Chikkhatte ah thinghmui zawtnak nih khan cu pa cu a kaltak i a thiang",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 182.0,
    "end": 186.0,
    "text": "Khi tikah Jesuh nih cun aw hrang ngaiin a thawh i,\n\"Ngai hmanh, hi kong hi ahohmanh va chim hna hlah",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 186.0,
    "end": 190.0,
    "text": "Tlangbawi sin tu ah khan ding teomao in va kal law rak in zoh seh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 190.0,
    "end": 193.0,
    "text": "Cun mi nih a thiang cang ti kha an in hngalh nakhnga, Moses nih tuah awk a timi raithawinak kha va tuah,\" tiah a ti i a kalter",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 193.0,
    "end": 195.0,
    "text": "Sihmanhsehlaw mipa nih cun a kalnak paoh ah khan cu kong cu a chimh hna i tam tuk in a chim caah Jesuh cu khua chungah khan langhngan in a lut kho ti lo",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_01.mp3",
    "start": 195.0,
    "end": 198.0,
    "text": "Hmunking tu ah khan a um i cuka ah cun a kenkip khan mi nih an rak fuh",
    "chapter": "mark_01"
  },
  {
    "audio": "Audio/mark_02.mp3",
    "start": 300.0,
    "end": 306.0,
    "text": "Cu hnu ni tlawmpal ah khan Jesuh cu Kapernaum khua ah khan a ra ṭhan i a inn ah a um ti thawng kha a thang. Cucaah mi cu an ra chuak ciammam i a inn chungah cun a lawnnak pakhat hmanh um loin, innka hmai innleng zong khan an khat dih. Jesuh nih cun Pathian bia kha a chimh hna i cu lioah cun mi pali nih a zengmipa pakhat kha an rak zawnh. Asinain mi an tam tuk caah Jesuh sin kha an phakpi kho lo. Cucaah Jesuh cung zawn inncung kha an baoh i mipa cu a ihphah cung i a ih bu khan an vun thlak. Jesuh nih an ka bochan hringhran ti kha a hmuh tikah, \"Ka fa, na sualnak cu kan ngaihthiam,\" tiah mizengpa cu a ti. Khika i a rak ṭhu vemi Phungbia saya a cheukhat hna nih cun, \"Zeitindah hitihin, Pathian ralchanh in bia chim a ngamh hnga? Pathian dah ti lo nih aho nih dah sualnak a ngaihthiam khawh?\" tiah an lung chungin an ti. A thli tein an lung chung i an ruahmi cu chikkhatte ah Jesuh nih a hngalh i cucaah cun, \"Zeicahdah cu bantuk thil cu nan ruah? Hi mizengpa sinah hin, 'Na sualnak kan ngaihthiam,' ti maw a fawi deuh, 'Tho tuah, na ihphah kha i put law kal,' ti dah a fawi deuh? Cucaah hmuhsak kan duhmi hna cu, Mi Fapa nih hin vawlei cungah sual ngaihthiamnak nawl a ngei, ti hi a si,\" tiah a ti. Cucaah mizengpa cu a thawh i, \"Tho tuah, na ihphah kha i lak law va ṭin, kan ti,\" tiah a ti. An dihlak in an zoh ko lioah khan mipa cu a tho i a ihphah cu aa lak i khulrang in a kal. An dihlak in khuaruahhar in ar koin an um i Pathian kha an thangṭhat i, \"Hi bantuk thil hi zeitikhmanh ah kan hmu bal lo,\" tiah an ti. Jesuh cu Galilee Rili kamah khan a va kal ṭhan",
    "chapter": "mark_02"
  },
  {
    "audio": "Audio/mark_02.mp3",
    "start": 306.0,
    "end": 309.0,
    "text": "Mi nih khan an rak fuh i a rak cawnpiak hna. Aa chawhpah ah khan ngunkhuai khawltu pakhat a zung i a rak ṭhut ko kha a hmuh. Cu pa cu Alfeas fapa Levi kha a si. Jesuh nih cun Levi cu, \"Ka zul,\" tiah a ti i a tho i a zulh colh. Jesuh cu Levi inn ah cun rawl a hrawng. Ngunkhuai khawltu hna le misual tampi hna nih khan amah cu an zulh i tlawmpal nih khan Jesuh le a zultu hna cu rawl kha an dumpi hna. Phungbia saya a cheukhat, Farasi mi a simi hna nih khan Jesuh cu misual hna le ngunkhuai khawltu hna he rawl a ei kha an hmuh tikah, a zultu kha an thawh hna i, \"Zeicahdah ngunkhuai khawltu hna le misual hna he rawl a ei?\" an ti. Jesuh nih a theih hna i, \"A dammi nih cun sibawi an herh ṭung lo, a zawmi lawng nih pei an herh ko cu; miding mi hna kawh awkah ka ra lo, misual mi hna kawh awk tu ah ka ra,\" tiah a ti hna. Voi khat cu Tipil petu Johan zultu hna le Farasi mi hna cu rawl an ul. Mi cheukhat kha Jesuh sinah khan an ra i. \"Zeicahdah na zultu hna hi rawl an ulh lo?\" Tipil petu Johan zultu hna le Farasi mi zultu hna nih cun an ulh ṭung?\" an ti. Jesuh nih cun a leh hna i, \"Nupi ṭhit rawldanghnak ah an sawmmi hna cu rawl loin an um hnga, tiah nan ruat maw? Um hlah",
    "chapter": "mark_02"
  },
  {
    "audio": "Audio/mark_02.mp3",
    "start": 309.0,
    "end": 311.0,
    "text": "Nupi ṭhitupa kha an sinah a um chung paoh cu rawl loin an um hrimhrim lai lo. Sihmanhsehlaw nupi ṭhitu nih a kaltak hna caan a phan te lai i cu caan a phak tikah cun rawl cu an ul ve te ko lai. \"Angki hlun belhnak ah puanchia thar ahohmanh nih an hmang bal lo. An hman ahcun puanchia thar nih khan a hlunmi cu a thleh chin lai i a pemnak kha a kau chin lai. Cun mitsur hang hriim kha a hlun mi saphaw cua chungah ahohmanh nih an rawn bal lo. An rawn ahcun mitsur hang nih khan saphaw cua cu a pah lai i a mitsur hang he a saphaw cua he an rawk dih lai. Mitsur hang hriim cu saphaw cua a tharmi ah rawn ding a si ko,\" tiah a ti. Voi khat cu Jesuh le a zultu hna kha khual an tlawnnak ah sabbath ni ah facang lo kha an tan pah hna. An kalpah ah cun a zultu hna nih khan favui kha an sih pah lengmang hna. Cucaah Farasi mi hna nih khan Jesuh cu an thawh i, \"Zohhmanh, na zultu hna nih sabbath ni ah an tuahmi hi kan Phung he aa ralchanhmi a si,\" an ti. Jesuh nih cun a leh hna i, \"David le a mi hna nih khan, zeihmanh ei awk an ngeih lo i an rawl a ṭam tikah khan, zeidah an tuah, ti kha nan rel bal lo maw? Abiathar tlangbawi a si lioah pei Pathian inn chungah khan a lut i Pathian hunhmi changreu a ei kha. Cu changreu cu tlangbawi dah ti lo nih cun ahohmanh nih ei phung a si ṭung lo",
    "chapter": "mark_02"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "Jesuh cu pumhnak inn ah khan a va kal ṭhan i cuka ah cun a kut a zengmipa pakhat a rak um",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 3.0,
    "end": 6.0,
    "text": "Jesuh cu zeitindah sual kan phawt khawh lai ti a bawhmi kha an rak um i cu hna nih cun sabbath ni ah hin aho tal a damter hna lai maw ti kha ṭha tein an rak ngiat",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 6.0,
    "end": 9.0,
    "text": "A kut a zengmipa cu Jesuh nih cun a thawh i, \"Hmailei ah hin ra chuak tuah,\" tiah a ti",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 9.0,
    "end": 14.0,
    "text": "Cun mizapi cu a thawh hna i, \"Kan Phung nih sabbath ni ah zeidah tuah a kan onh? Ṭhatnak nan tuah lai, a ti maw ṭhat lonak nan tuah lai, a ti dah?\" tiah a ti hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 14.0,
    "end": 20.0,
    "text": "Sihmanhsehlaw bia kaa khat hmanh an chim lo",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 20.0,
    "end": 23.0,
    "text": "Cu tlukin an lung a hah le an palh kha a hmuh hna tikah a thin a hung a ngaih a chia i mipa cu a thawh i, \"Na kut kha samh,\" a ti",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 23.0,
    "end": 25.0,
    "text": "A samh i a dam ai! Cucaah Farasi mi hna cu pumhnak inn khan an chuak i Herod minung hna he khan zeitindah Jesuh hi kan thah khawh lai, tiah khua an khang",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 25.0,
    "end": 29.0,
    "text": "Jesuh le a zultu hna cu Galilee Rili ah khan an va kal i mi tampi nih an zulh hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 29.0,
    "end": 33.0,
    "text": "Cu hna cu Galilee ram in, Judea ram in, Jerusalem khua in, Idumea peng in, Jordan tiva ral ram in, le Tair le Sidon khua pawngkam i a ummi khua hna in a rami an si",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 33.0,
    "end": 35.0,
    "text": "Hi hna nih hin Jesuh nih a tuahmi thil kha an theih caah amah an fuhnak cu a si",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 35.0,
    "end": 37.0,
    "text": "Mi cu an tam tuk hringhran i an ka naan sual lai ti kha a phan caah Jesuh nih cun a zultu hna kha lawng pakhat in ka timhpiak tuah u tiah a ti hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 37.0,
    "end": 38.0,
    "text": "Mi tampi kha a damter hna i a zawmi paoh nih cun amah an tongh khawh nakhnga heh tiah an i zuam",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 38.0,
    "end": 41.0,
    "text": "Cun khuavang a ngeimi paoh nih amah an hmuh tikah khan a hmaiah cun an tlu, \"Pathian Fapa na si,\" tiah fak piin an au",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 41.0,
    "end": 45.0,
    "text": "Jesuh nih thlarau ṭhalo hna cu, aho a si kha, ahohmanh nan chim hna lai lo, tiah fek tein a ti hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 45.0,
    "end": 48.0,
    "text": "Cun Jesuh cu tlang cungah a kai i a duhmi kha a kawh hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 48.0,
    "end": 50.0,
    "text": "A sinah khan an ra i hleihnih kha a rak thim hna i annih cu lamkaltu tiah min a rak sak hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 50.0,
    "end": 51.0,
    "text": "A thawh hna i, \"Ka sin i um awkah kan thim hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 51.0,
    "end": 53.0,
    "text": "Cun phung chim awkah kan thlah hna lai i khuavang ṭhawl khawhnak ṭhawnnak nan ngei lai,\" tiah a ti hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 53.0,
    "end": 55.0,
    "text": "A thimmi hleihnih cu hi hna hi an si: Simon, (Jesuh nih a min ah Peter a sakmi); Zebedi fapa Jeim le Johan, (Jesuh nih hi hna hi Boanerges tiah min a sak hna, a sullam cu Khuari Fa tinak a si); Andru, Filip, Bartholomew, Matthai, Thomas, Alfeas fapa Jeim, Thaddaius le phunṭanh Simon le Bawi Jesuh leitu Judas Iskariot kha an si",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 55.0,
    "end": 57.0,
    "text": "Cun Jesuh cu inn ah a tlung",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 57.0,
    "end": 59.0,
    "text": "Mi nih khan a zual in an zual ṭhan hoi caah Jesuh le a zultu hna cu rawl einak caan hmanh an ngei lo",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 59.0,
    "end": 61.0,
    "text": "Cucu le mi nih, \"A hrut cang,\" an ti kha a chungle nih an theih tikah, kan va hnuh lai, tiah an i thawh",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 61.0,
    "end": 63.0,
    "text": "Phungbia cawnpiaktu saya cheu khat Jerusalem in a rami hna nih khan, \"A chungah Beelzebul aa hrolh, Khuavang ṭhawl khawhnak a petu hi khuachia bawi cu a si,\" an ti",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 63.0,
    "end": 65.0,
    "text": "Cucaah Jesuh nih mi kha, ka sinah ra u, tiah a ti hna i tahchunhnak bia a chimh hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 65.0,
    "end": 68.0,
    "text": "A thawh hna i, \"Zeitindah Satan nih Satan cu a ṭhawl khawh lai? Ram pakhatkhat cu a bubu in aa ṭhen i anmah le anmah kha an i doh ahcun, zeitindah cu ram cu a dir khawh lai? Innchungkhar khar khat cu a bubu in an i ṭhen i an i doh ahcun a dir kho lai lo",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 68.0,
    "end": 70.0,
    "text": "Cu bantukin Satan pennak zong cu a bubu in aa ṭhen i an i doh ahcun a hmun kho ve lai lo, a dong ko lai",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 70.0,
    "end": 71.0,
    "text": "\"A ṭhawngmi pa kha a kut le a ke ṭem hmasat lo ahcun ahohmanh nih an luhhnawh kho in a thil an chut kho lai lo; cu ti ṭem hnu lawnglawng ah a inn cu an ramh khawh lai",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 71.0,
    "end": 72.0,
    "text": "\"Hihi va philh hlah u",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 72.0,
    "end": 73.0,
    "text": "Minung hi an sualnak vialte le thil ṭhalo an chimmi vialte ngaihthiam khawh an si ko lai, sihmanhsehlaw Thiang Thlarau ralchanh in bia ṭha lo a chimmi cu zeitikhmanh ah ngaihthiam khawh an si lai lo, zeicahtiah zungzal in a hmunmi sualnak kha an tuah cang,\" tiah a ti",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 73.0,
    "end": 75.0,
    "text": "(Jesuh kha, \"Thlarau ṭhalo a chungah aa hrolh,\" tiah an ti caah khan Jesuh nih hi bia a chimnak cu a si)",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 75.0,
    "end": 76.0,
    "text": "Cun Jesuh a nu le a naule kha an ra",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 76.0,
    "end": 78.0,
    "text": "Inn lengah khan an dir i innchung ah cun bia an vun cah",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 78.0,
    "end": 83.0,
    "text": "Jesuh cu mizapi nih khan an dum i, \"Na nu le na naule kha inn lengah an um i ton an in duh,\" tiah an chimh",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 83.0,
    "end": 87.0,
    "text": "Jesuh nih cun a leh hna i, \"Ahodah ka nu cu a si? Ahodah ka naule cu an si?\" tiah a ti hna",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 87.0,
    "end": 89.0,
    "text": "A pawng i a ṭhumi kha a zoh hna i, \"Zohhmanh u, hika ah hin ka nu le ka naule hna cu an um",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_03.mp3",
    "start": 89.0,
    "end": 90.0,
    "text": "Zeicahtiah Pathian nih tuah hna seh, tiah, a duhmi thil a tuahmi paoh cu ka nau, ka far le ka nu an si,\" tiah a ti",
    "chapter": "mark_03"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 0.9,
    "end": 15.52,
    "text": "Jesuh nih Galilee Rili kamah khan a cawnpiak ṭhan hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 15.52,
    "end": 18.7,
    "text": "A velchum i aa pummi cu an tam tuk caah lawng chungah khan a lut i a ṭhu",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 19.24,
    "end": 30.08,
    "text": "Lawng cu ticung pi ah khan a va um i mi cu tikam ah cun ti ri le ri lo tiang khan an um",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 30.6,
    "end": 31.919999999999998,
    "text": "Cun thil tampi kha bianabia in a cawnpiak hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 32.04,
    "end": 33.34,
    "text": "A thawh hna i, \"Ngai hmanh u",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 33.84,
    "end": 37.94,
    "text": "Thlaici vorh awkah mipa pakhat cu aa thawh",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 38.08,
    "end": 41.7,
    "text": "Lo chung i thlaici a vorh ah khan a cheu cu lamhril ah an tla i va nih an char hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 42.2,
    "end": 43.2,
    "text": "A cheu cu vawlei tlawmnak lung tamnak hmun ah khan an tla",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 43.2,
    "end": 50.52,
    "text": "Vawlei kha a chah lo caah thlaici kha khulrang in a keuh zau",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 50.52,
    "end": 57.18000000000001,
    "text": "Sihmanhsehlaw ni a hung chuah i thlaici keuh ka tete cu a hun emh hna tikah an hram kha a thuh lo caah an car zau",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 57.18,
    "end": 57.56,
    "text": "Thlaici a cheu cu hling lakah an tla, hling cu an ṭhang i an ṭem hna i theipar an ngei kho lo",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 87.18,
    "end": 92.58000000000001,
    "text": "Asinain thlaici a cheu cu vawlei ṭhatnak ah an tla, an hung keu, an hung ṭhang i theipar an ngei: a cheu let sawm thum in an karh, a cheu let sawm ruk in an karh, a cheu let za khat in an karh,\" tiah a ti Cun Jesuh nih cun, \"Theihnak hna nan ngeih ahcun, i theih ko uh,\" tiah a ti hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 92.58000000000001,
    "end": 96.18,
    "text": "Jesuh cu amah lawngin a um tikah khan, a bia a theimi hna le a zultu hleihnih hna kha a sinah an ra i bianabia sullam cu kan chim tuah, tiah an ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 96.18,
    "end": 101.98,
    "text": "Jesuh nih cun a leh hna i, \"Pathian Pennak biathli cu nannih cu pek nan si cang, sihmanhsehlaw lenglei i a ummi hna cu bianabia lawnglawng in cawnpiak an si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 101.98,
    "end": 104.66000000000001,
    "text": "Cucaah Cathiang nih a chim bantukin, an zoh lengmang ko lai nain zeihmanh an hmu lai lo; an thei lengmang ko lai nain zeihmanh an hngal lai lo, zeicahtiah an hmuh i an hngalh sual ahcun Pathian lei ah an i mer sual lai i an sualnak kha a ngaihthiam sual ai hna hnga,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 104.66000000000001,
    "end": 108.18,
    "text": "Cun Jesuh nih annih cu, \"Hi bianabia hi nan hngal kho lo maw? Hi hmanh nan hngalh khawh lo ah zeitindah bianabia dang cu nan hngalh khawh kun lai? Thlaici vorhtu nih a vorhmi cu Pathian bia a si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 108.18,
    "end": 111.78,
    "text": "Micheu cu lam kam i a tlami bantuk an si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 111.78,
    "end": 114.74000000000001,
    "text": "Bia kha an theih cangka Satan kha a ra i an chung bia kha a kalpi",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 114.74,
    "end": 118.06,
    "text": "A dang cu lung tamnak i a tlami bantuk an si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 118.06,
    "end": 120.25999999999999,
    "text": "Bia cu an theih cangka lunglawm in an cohlan",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 120.25999999999999,
    "end": 123.61999999999999,
    "text": "Asinain an chungah khan thuk a pil lo i cucaah sau an rau lo",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 123.61999999999999,
    "end": 125.94,
    "text": "Cu bia ruang i hremnak siseh, harnak siseh, an hung um tikah an i ngol zau",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 125.94,
    "end": 129.34,
    "text": "Cun a dang cu hlingbur i a tlami thlaici bantuk a si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 129.34,
    "end": 131.14,
    "text": "Hi hna hi Pathian bia kha a theih cu a thei i asinain lungretheihnak le rum duhnak le duhnak dangdang kha an hung chuah tikah, kha hna nih khan Pathian bia cu an ṭemṭawn caah, theipar zeihmanh a ngei lomi kha an si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 131.14,
    "end": 134.82,
    "text": "Sihmanhsehlaw mi a cheu cu vawlei ṭha i a tlami thlaici bantuk an si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 134.82,
    "end": 138.42,
    "text": "Pathian bia kha an theih i an cohlan i thei an tlai: a cheu cu a let sawm thum in, a cheu cu a let sawm ruk in, a cheu cu a let za khat in,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 138.42,
    "end": 140.14,
    "text": "Jesuh nih, \"Aho tal nih meiinn kha nan i luhpi tikah kho tangah siseh, ihkhun tangah siseh, nan chia bal maw? Meifar vannak hmun ah khan nan chiah tawn a si lo maw? A ken i thuh a simi vialte kha a langhnak hmun ah chuahpi an si dih lai, a chin khuh a simi thil vialte kha hun an si dih lai",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 140.14,
    "end": 143.62,
    "text": "Cucaah theihnak hna nan ngeih ahcun thei ko u,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 143.62,
    "end": 146.82,
    "text": "Cun hi zong hi a chimh hna: \"Nan theihmi kha ṭha tein ruat u",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 146.82,
    "end": 148.42000000000002,
    "text": "Nan tah hna ning tein tah nan si ve lai i tam deuh hmanh chap nan si lai",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 148.42000000000002,
    "end": 150.42000000000002,
    "text": "A ngeimi kha chap an si lai i a ngei lomi cu a ngeih ciami hmanh kha chuh an si lai,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 150.42000000000002,
    "end": 153.46,
    "text": "Jesuh nih, \"Pathian Pennak cu hi bantuk hi a si: Mipa pakhat nih thlaici kha a lo ah a tuh",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 153.46,
    "end": 155.46,
    "text": "Zan ah a it, zing ah a tho i rian a ṭuan i cu chung vialte ah khan thlaici cu an rak keuh i an rak ṭhang, sihmanhsehlaw zeitindah cuticun an si ti kha cu a hngal lo",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 155.46,
    "end": 158.34,
    "text": "Vawlei nih khan thlai kheu cu a ṭhanter hna i thei a tlaiter hna, a hmasa bik ah a hnah zimno tete kha an hung chuak, cun an hung vui i an hung zaa",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 158.34,
    "end": 160.9,
    "text": "Cun an hung hmin tikah ṭuan caan a cut cang caah a ṭuantupa nih a facang hlehnak fa-ah in a hleh hna,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 160.9,
    "end": 162.18,
    "text": "\"Pathian Pennak cu zei he dah aa lo, kan ti lai? A sullam langhternak dingah zei tahchunhnak dah kan hman lai? Vawlei cung thlaici lak i a hme bikmi anṭam ci bantuk a si",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 162.18,
    "end": 164.98000000000002,
    "text": "Mi nih an i lak i vawlei ah an tuh; cun tlawmpal hnuah a hung ṭhang i thlaihring kung lak i a ngan bik ah a cang",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 164.98000000000002,
    "end": 166.82,
    "text": "A nge kha a ngan pipi an si caah vate kha an ra i a thladem ah bu kha an ser,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 166.82,
    "end": 168.9,
    "text": "Hi bantuk bianabia tampi kha hmang in, Jesuh nih an hngalh khawh tawk in, Pathian bia kha a chimh hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 168.9,
    "end": 170.18,
    "text": "Annih cu tahchunhnak hmang loin a chim hna lo, sihmanhsehlaw a zultu he lawng an um tikah cun zeizong vialte kha an sullam fiang tein a chimh hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 170.18,
    "end": 171.54000000000002,
    "text": "Cu ni zanlei ah cun Jesuh nih a zultu hna kha, \"Rili khattelei ral ah khin va kal u sih,\" tiah a ti hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 171.54,
    "end": 172.66,
    "text": "Cucaah mizapi kha an kaltak hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 172.66,
    "end": 174.1,
    "text": "Jesuh a rak ṭhutnak lawng chungah khan an lut i Jesuh cu an kalpi",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 174.1,
    "end": 175.29999999999998,
    "text": "Cuka ah cun lawng dang zong kha an um ve",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 175.29999999999998,
    "end": 176.5,
    "text": "Cun thlichia a tho ciammam i tilet cu lawng chungah khan an lut cuahmah ko i an lawng cu ti kha a khat dengmang",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 176.5,
    "end": 178.5,
    "text": "Jesuh cu lawng hnulei ah khan a um i chantling cungah khan a rak i hngilh",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 178.5,
    "end": 181.62,
    "text": "A zultu hna nih khan an va hlauh i, \"Saya, kan thih dengmang cang ṭung, zei poi loin maw na um ko?\" an ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 181.62,
    "end": 183.7,
    "text": "Jesuh cu a tho i thlitu cu, \"Hrang ti hlah,\" tiah nawl a pek i tilet cu, \"Dai tuah,\" tiah a ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 183.7,
    "end": 186.66,
    "text": "Thli cu a dai zuahmah i rili cu dai zirziar tein a um",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 186.66,
    "end": 188.5,
    "text": "Cun Jesuh nih annih cu, \"Zeicahdah cu ti hringhran in nan thin a phan? Zeicahdah zumhnak nan ngeih lo?\" tiah a ti hna",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_04.mp3",
    "start": 188.5,
    "end": 190.42,
    "text": "Sihmanhsehlaw annih cu an thin a phang tuk hringhran i pakhat le pakhat cu, \"Hi pa hi mi zei ko dah a si hnga? Thlitu le tilet hmanh nih dahngai a bia an ngaih ko hi,\" an ti",
    "chapter": "mark_04"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "Cuticun Galilee Rili ral, Gerasa mi hna ram cu an va phan",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 2.0,
    "end": 5.0,
    "text": "Jesuh cu lawng chungin a chuah cangka khan, mithi an vui hnanak lungkua i a um tawnmi mipa pakhat nih a rak ton",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 5.0,
    "end": 8.0,
    "text": "Hi pa hi khuavang nih a molhter i thlan ah khan khua a sami a si",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 8.0,
    "end": 11.0,
    "text": "Ahohmanh nih thir cikcin zongin an hreng kho ti lo; voi tampi cu a kut le a ke kha an ṭem tawn, sihmanhsehlaw an ṭem fate thir cikcin cu a chah dih hna i a ke hreng an khenhnak thir cu a khiah dih hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 11.0,
    "end": 16.0,
    "text": "Ahohmanh nih an tei kho lo",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 16.0,
    "end": 21.0,
    "text": "Chun he zan he thlan lakah cun le tlang hna ah cun aa chawk lengmang i a au i lung khan aa cum aa deng lengmang",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 21.0,
    "end": 25.0,
    "text": "Jesuh a hei hmuh ah khan lamhlat nawn ah khin a um, cucaah a va tli i a hmaika ah khan a khuk aa bil i fak piin a au i, \"Cung Nung Bik Pathian Fapa Jesuh, zeidah na ka duhnak a um? Zei kan ti hnga, dan cu ka tat sawh hlah,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 25.0,
    "end": 28.0,
    "text": "(Hi bia a chimnak cu, Jesuh nih khan, \"Thlarau ṭhalo, hi pa chung hin chuak,\" tiah a rak ti caah a si",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 28.0,
    "end": 32.0,
    "text": ") Cucaah Jesuh nih amah cu, \"Na min zeidah a si?\" tiah a hal",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 32.0,
    "end": 35.0,
    "text": "Mipa nih cun, \"Tampi kan si caah ka min cu 'Bupi' a si,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 35.0,
    "end": 37.0,
    "text": "Cun thlarau ṭhalo hna cu cu ram chung cun thawl sawh hna hlah, tiah heh tiah Jesuh cu a nawl",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 37.0,
    "end": 40.0,
    "text": "An pawngah cun vok run nganpi pakhat a um i tlang cungah khan an tlong",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 40.0,
    "end": 42.0,
    "text": "Thlarau nih cun Jesuh cu, \"Vok sinah khin kan kalter law an chungah khin kan luhter tuah,\" tiah an nawl",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 42.0,
    "end": 45.0,
    "text": "Cucaah a kalter hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 45.0,
    "end": 49.0,
    "text": "Thlarau ṭhalo cu mipa chung khan an chuak i vok chungah khan an lut",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 49.0,
    "end": 53.0,
    "text": "Vok cu an dihlak in lungpang cung khan rili chungah an zuang ciammam i an thi dih, thong hnih tluk an si",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 53.0,
    "end": 55.0,
    "text": "Vok a cawngtu hna cu an zam i cu thawng cu khua chungah le lo lakah khan an thanh hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 55.0,
    "end": 57.0,
    "text": "Cu ti thil a ummi zoh awkah cun mi kha an va kal",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 57.0,
    "end": 59.0,
    "text": "Jesuh sin cu an va phan i a sinah cun a chung i thlarau ṭhalo bupi a um tawnmipa kha, hnipuan i hruk le lungfim in a rak ṭhut ko kha an va hmuh i an dihlak in an thla a hlauh hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 59.0,
    "end": 61.0,
    "text": "Cu thil a hmutu hna nih cun mihrutpa cu zeitindah a dam i vok cungah khan zeidah a tlung ti kha mizapi cu an chimh hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 61.0,
    "end": 63.0,
    "text": "Cucaah Jesuh cu, kan ram in chuak ko, tiah an nawl",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 63.0,
    "end": 67.0,
    "text": "Jesuh cu lawng chung i a luh lioah khuavang a rak ngeimipa nih khan, \"Na sinah kal ve ko ning,\" tiah a nawl",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 67.0,
    "end": 69.0,
    "text": "Sihmanhsehlaw Jesuh nih a onh lo",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 69.0,
    "end": 71.0,
    "text": "\"Inn tu ah va tlung law Bawipa nih zeizat riamruam dah na ca i a tuahmi kha a si le zeitluk in dah an zaangfah kha, na chungle kha va chim deuh hna,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 71.0,
    "end": 74.0,
    "text": "Cucaah mipa cu a kal i Khua Hra peng timi kha a tlawng i Jesuh nih a tuahpiakmi kha a chimh hna; cun a theimi vialte cu an khuaruah a har dih",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 74.0,
    "end": 76.0,
    "text": "Jesuh cu Rili khattelei ral ah khan a ra kir than",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 76.0,
    "end": 79.0,
    "text": "Rilikam ah cun mi tampi nih a zual in an zual",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 79.0,
    "end": 81.0,
    "text": "Pumhnak inn uktu a simipa pakhat a min Jairu a simi kha a hung i Jesuh kha a hmuh tikah a ke hramah a bawk i a si khawh chungin a nawl: \"Ka fanute cu a zaw i a zual ngaingai ko",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 81.0,
    "end": 83.0,
    "text": "Zaangfahnak tein ra law a cungah na kut ra chia ko sawh, cu ti na tuah ahcun a dam lai i a nung ko lai,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 83.0,
    "end": 87.0,
    "text": "Cun Jesuh cu amah sinah cun a kal",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 87.0,
    "end": 89.0,
    "text": "A zultu cu an tam tuk caah a kenkiplo in an hnursuan len ko",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 89.0,
    "end": 91.0,
    "text": "Cu hna lakah cun nu pakhat, thichuahnak in kum hleihnih a zaw cangmi a um",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 91.0,
    "end": 94.0,
    "text": "Sibawi tampi nih an thlop i cu thlopnak ahcun a ngeihchiah vialte zong a hmang dih cang nain a ṭha deuh hlei lo; a zual in a zual chin",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 94.0,
    "end": 96.0,
    "text": "Mi nih Jesuh kong an chim lengmang cu a rak theih ve i a puan ka tawngh hmanh ah ka dam lai, tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 96.0,
    "end": 98.0,
    "text": "Cucaah zapi lakah cun hnulei in a ra i a puan kha a tawngh",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 98.0,
    "end": 101.0,
    "text": "Cu ka hmun le cu caan te ah cun a thi chuah cu a dam i ka zawtnak in ka dam cang, ti kha aa hngal",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 101.0,
    "end": 103.0,
    "text": "Jesuh nih a chungin ṭhawnnak a chuah kha chikkhatte ah a hngalh i zapi lakah cun aa mer i, \"Ahodah ka puan a tawng?\" tiah a ti hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 103.0,
    "end": 105.0,
    "text": "A zultu nih cun, \"Mi hi zat nih an in hnursuan len cu na hngalh ko tung, zeicahdah ahodah a ka tawng? na ti?\" an ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 105.0,
    "end": 107.0,
    "text": "Sihmanhsehlaw Jesuh nih cun ahodah a ka tawngtu kha a si hnga, tiah a zoh lengmang ṭhiamṭhiam ko",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 107.0,
    "end": 109.0,
    "text": "Minu nih khan a cung i a tlungmi cu a hngalh i cucaah ther lengmang le phang lengmang in a ra i a ke hramah a bawk i a kong kha a chimh dih",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 109.0,
    "end": 111.0,
    "text": "Jesuh nih cun, \"Ka fanu, na zumhnak nih an damter cang",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 111.0,
    "end": 112.0,
    "text": "Dai tein va kal law na zawtnak cun va dam ko cang,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 112.0,
    "end": 113.0,
    "text": "Cu bia cu Jesuh nih a chim lioah khan Jairu inn cun zualko an ra i, \"Na fanu cu a thi cang, sayapa cu hnahnawh ti hlah,\" tiah an rak chimh",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 113.0,
    "end": 115.0,
    "text": "Jesuh nih an chimmi cu zeihmanh ah rel duh loin a um i, \"Na thinphang hlah, a zumh bel zum ko,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 115.0,
    "end": 117.0,
    "text": "Hi hnuah hin cun Peter le Jeim le a nau Johan dah ti lo kha cu, ahohmanh aa zulhter duh ti hna lo",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 117.0,
    "end": 119.0,
    "text": "Pumhnak inn uktu inn kha an va phan i Jesuh nih cun an i tuai len ko le an ṭah le an ai kha a hmuh hna, A vung lut i, \"Zeicahdah hitihin nan i tuai len ko? Zeicahdah nan ṭah len ko? Ngakchia cu a thih ṭung lo, aa hngilh i pei a si ko cu,\" tiah a ti",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 119.0,
    "end": 121.0,
    "text": "Annih nih cun a nih in an nih i cucaah an dihlak in a chuahter hna i ngakchianu a nu le a pa le a zultu pathum hna kha aa kalpi hna i ngakchianu an suannak khaan chungah cun an va lut",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 121.0,
    "end": 124.0,
    "text": "A kut in a vun tlaih i, ``Talitha koum,'' tiah a ti; cu a sullam cu, \"Ngakchianute, tho, kan ti,\" tinak a si",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 124.0,
    "end": 127.0,
    "text": "Hmakhatte ah a tho i aa chawk colh",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 127.0,
    "end": 131.0,
    "text": "(Amah cu kum hleihnih mi a si)",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 131.0,
    "end": 134.0,
    "text": "Cu thil an hmuh tikah an khuaruah a har tuk i a molh dengmang hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_05.mp3",
    "start": 134.0,
    "end": 136.0,
    "text": "Sihmanhsehlaw Jesuh nih ahohmanh nan chim hna lai lo, tiah fek tein nawl a pek hna i, \"Ei awk pe tuah u,\" tiah a ti hna",
    "chapter": "mark_05"
  },
  {
    "audio": "Audio/mark_06.mp3",
    "start": 480.0,
    "end": 498.36,
    "text": "Jesuh nih cuka hmun cun aa thawh i a chuahkehnak khua ah khan a zultu hna he an kal. Sabbath ni ah khan pumhnak inn ah cun a cawnpiak hna",
    "chapter": "mark_06"
  },
  {
    "audio": "Audio/mark_06.mp3",
    "start": 588.36,
    "end": 592.74,
    "text": "Aa pummi cu an tam ngaingai i a chimmi an theih tikah khan an khuaruah a har dih. \"Hi vialte hi khuazei ah dah a va hmuh hnga? Hi bantuk fimnak hi zeitindah a va hmuh hnga? Zeitindah hi khuaruahharnak hna hi a tuah khawh hna hnga! Mary fapa, lehtama kha a si lo maw? Jeim le Joses le Judas le Simon hna u kha a si lo maw? A farle zong kha hika ah an um ko lo maw?\" an ti",
    "chapter": "mark_06"
  },
  {
    "audio": "Audio/mark_06.mp3",
    "start": 592.74,
    "end": 597.28,
    "text": "Cucaah cun zei ah an rel lo. Jesuh nih cun annih cu a thawh hna i, \"Profet hi amah a chuahkehnak khua le a sahlawh a rualchan hna lakah dah ti lo ahcun hmaizahnak a hmu ve ko hen pei,\" tiah a ti",
    "chapter": "mark_06"
  },
  {
    "audio": "Audio/mark_06.mp3",
    "start": 597.28,
    "end": 599.98,
    "text": "Khika ah khan khuaruahhar zeihmanh a tuah kho lo, a zawmi tlawmte lawng an cungah a kut a chuan i a damter hna. Zumhnak an ngeih lo caah a khuaruah a har ngaingai",
    "chapter": "mark_06"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "Farasi mi bu khat le Phungbia cawnpiaktu saya tlawmpal Jerusalem in a rami hna nih khan Jesuh cu an va leng",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 3.0,
    "end": 7.0,
    "text": "A zultu cheukhat cu kut ṭawl loin rawl an ei kha an hmuh hna — a sullam cu Farasi mi hna nih cuticun nan kut nan i ṭawl awk a si, an tining in an i ṭawl lo tinak a si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 7.0,
    "end": 11.0,
    "text": "Farasi mi hna le Judah mi hna nih cun an pupa nih an cawnpiakmi hna phung kha ṭha tein an zulh: cuticun nan kut nan i ṭawlning a si lai, timi ning in an i ṭawl lo ahcun rawl an ei lo; cun chawdawr i an va cawkmi thil zong kha a ningcang tein an ṭawl hna lo ahcun an ei fawn hna lo",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 11.0,
    "end": 15.0,
    "text": "Cuticun an pupa hna nih an chimhmi hna phung dangdang zong an zulhmi tampi a um, a biana ah hrai ṭawlning tehna, um ṭawlning tehna, darkheng ṭawlning tehna le ihkhun ṭawlning tehna an si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 15.0,
    "end": 23.0,
    "text": "Cucaah Farasi mi hna le Phungbia cawnpiaktu saya hna nih khan Jesuh cu an thawh i, \"Zeicahdah na zultu hna nih hin kan pupa hna cawnpiaknak ningin zul loin kut ṭawl loin rawl an ei?\" tiah an ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 23.0,
    "end": 30.0,
    "text": "Jesuh nih cun a leh hna i, \"Nannih kong a rak chim tikah hin Isaiah hi a va hmaan dah! A ṭial bantuk tein miziathiam nan si taktak ko",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 30.0,
    "end": 36.0,
    "text": "A ṭialmi cu hitihin a si: 'Pathian nih aa thawh i, Hi mi hna nih hin an bia cun an ka upat ko, Asinain an lung cun an ka hlat taktak",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 36.0,
    "end": 43.0,
    "text": "Annih nih minung serchommi nawlbia kha Pathian nawlbia taktak bantukin mi an cawnpiak hna caah An ka biak hi an caah zeihmanh a ṭhahnem lo,' a ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 43.0,
    "end": 49.0,
    "text": "\"Nannih nih cun Pathian nawlbia kha nan chiah riangmang i minung cawnpiaknak tu kha nan zulh deuh,\" tiah a ti hna",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 49.0,
    "end": 54.0,
    "text": "Cun Jesuh nih cun a thawh ṭhan hna i, \"Nanmah cawnpiaknak tu kha fehter i Pathian nawlbia hlawt kha cu nan thiam ngai ko",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 54.0,
    "end": 61.0,
    "text": "Zeitindah a si tiah, Moses nawl pekning ah khan, 'Na nu le na pa na upat hna lai i a nu siseh a pa siseh a vawlpammi cu thah a si lai,' ti a si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 61.0,
    "end": 68.0,
    "text": "Sihmanhsehlaw nannih nih cun nan i thawh zau i, 'Mi pakhatkhat nih a nu le a pa cu, \"Nanmah bawmhnak caah ka timi ka thil kha Korban a si ai,\" a ti hna ahcun, cu pa cu a nu le a pa bawmh kha a luat,' nan ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 68.0,
    "end": 75.0,
    "text": "(Korban ti a sullam cu Pathian ta a si, tinak a si)",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 75.0,
    "end": 82.0,
    "text": "Hi bantuk i nannih nih midang nan cawnpiak chin lengmangmi hna nih hin Pathian bia kha a vaivuanhter",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 82.0,
    "end": 86.0,
    "text": "Cun hi bantukin nan tuahmi thil a dang tampi a um rih,\" tiah a ti hna",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 86.0,
    "end": 89.0,
    "text": "Cun Jesuh nih mizapi kha a auh ṭhan hna i, \"Nan dihlak in ka bia hi ngai u law hngal tuah u",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 89.0,
    "end": 95.0,
    "text": "Mi cu lenglei in chunglei ah a lutmi thil nih a thurter lo",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 95.0,
    "end": 102.0,
    "text": "A chungin a chuakmi thil tu nih a thurter",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 102.0,
    "end": 109.0,
    "text": "Cucaah theihnak hna nan ngeih ahcun thei ko u,\" tiah a ti hna",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 109.0,
    "end": 115.0,
    "text": "Mizapi kha a kaltak hna i inn chung i a luh tikah khan a zultu nih hi bianabia kong kha an hal",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 115.0,
    "end": 119.0,
    "text": "Jesuh nih cun, \"Midang nakin nan fim hlei lo hi ta! Nan hngal kho hrim lo maw? Minung cu lenglei in a chungah a lutmi thil nih cun a thurter lo",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 119.0,
    "end": 124.0,
    "text": "Zeicahtiah a lung chungah lut loin a paw chung tu ah a lut i a pum lengah a chuak ṭhan ko\" tiah a ti hna",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 124.0,
    "end": 130.0,
    "text": "(Hitihin Jesuh nih a ti tikah hin rawl zeipaoh hi ei awkah aa tlakmi an si ko a ti duhnak a si)",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 130.0,
    "end": 136.0,
    "text": "Cun aa thawh ṭhan i, \"Minung a thurhnawmhtertu cu a chungin a chuakmi hi an si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 136.0,
    "end": 141.0,
    "text": "Zeicahtiah ṭhat lonak ziaza a tuahtertu ruahnak ṭhalo kha chunglei in a lung chungin a chuakmi an si: nu le pa sualnak tehna, fir tehna, mi thah tehna, va cung pa duh tehna, hakkauh tehna, ṭhat lonak a phunphun tuah tehna, lihchim tehna, zuanzam tehna, mi nahchuah tehna, mi congoih tehna, lungpuam tehna, ningcang lo khuasak tehna — hi thil ṭhalo vialte hi minung chunglei in a chuakmi an si i minung a thurtertu cu hi hna hi an si,\" tiah a ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 141.0,
    "end": 148.0,
    "text": "Cun cuka cun Jesuh cu a chuak i Tair peng ah khan a kal",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 148.0,
    "end": 154.0,
    "text": "Inn pakhat chungah a lut i ahohmanh nih ka um hi hngal hna hlah seh ti a duh, sihmanhsehlaw aa thup kho lo",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 154.0,
    "end": 159.96,
    "text": "Nu pakhat, a fanu khuavang nih a tuahmi nih khan Jesuh thawng cu a theih i khulrang tein a sinah cun a ra i a ke hramah a bawk",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 159.96,
    "end": 167.96,
    "text": "Cu nu cu Jentail mi, Siria ram Foinisia khua i a chuakmi a si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 167.96,
    "end": 173.96,
    "text": "Jesuh cu, ka fanu chung i a ummi khuachia cu ka ṭhawlpiak tuah, tiah a nawl",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 173.96,
    "end": 177.96,
    "text": "Sihmanhsehlaw Jesuh nih cun a thawh i, \"Rawl cu fale kha pe hmasa hna u sih, fale rawl cu i lak zau i uico pek cu a hmaan deuh lo,\" tiah a ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 177.96,
    "end": 183.96,
    "text": "Cun minu nih cun, \"A si ko, Bawipa, sihmanhsehlaw fale rawl ṭilṭawt cu cabuai tang i a ummi uico hmanh nih an ei ve tawn ko,\" tiah a leh",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 183.96,
    "end": 187.96,
    "text": "Cucaah Jesuh nih cun, \"Cu bantukin na ka leh caah na inn ah va ṭin ko, na fanu chungin khuachia kha a chuak cang,\" tiah a ti",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 187.96,
    "end": 193.96,
    "text": "Cucaah inn ah cun a ṭin i a fanu cu ihkhun cung i a rak ih ko kha a va hmuh; khuachia nih cun a rak chuahtak taktak cang",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 193.96,
    "end": 197.96,
    "text": "Jesuh cu Tair peng khan a chuak i Sidon pal pah in Galilee Rili ah khan a kal; Khua Pahra timi ram kha a tan",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 197.96,
    "end": 203.96,
    "text": "A sinah mipa pakhat an ratpi i cu pa cu a hna a chet i a holh zong a holh kho set lo, Jesuh cu a cungah na kut chia ko, tiah an nawl",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 203.96,
    "end": 207.96,
    "text": "Cucaah Jesuh nih cun zapi sin khan lamhla nawn ah khin amah lawngin aa kalpi i a hnakhaw chungah cun a kutdong a sawh i a cil a chak i mipa lei cu a tongh",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 207.96,
    "end": 211.96,
    "text": "Cun Jesuh cu van a cau i fak piin a hrum i mipa cu, ``Effatha,'' tiah a ti, a sullam cu, \"I hung tuah,\" tinak a si",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 211.96,
    "end": 216.96,
    "text": "Chikkhatte ah mipa cu a hna kha an awn i a lei cu a luat i ṭha tein a holh kho",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 216.96,
    "end": 222.96,
    "text": "Cun Jesuh nih khan, hi kong cu ahohmanh nan chim hna lai lo, tiah a thlauh hna; sihmanhsehlaw tam deuh in a thlauh hna paoh ah tam deuh in an chim chin",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 222.96,
    "end": 227.96,
    "text": "Cun a theimi paohpaoh cu an khuaruah a har dih",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_07.mp3",
    "start": 227.96,
    "end": 230.96,
    "text": "\"A tuahmi thil hi an va ṭha hringhran dah! Hnachet kha an hna a awnter hna i a holh kho lomi zong kha holh kho in a tuah hna,\" tiah an thangṭhat",
    "chapter": "mark_07"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "Cu hnu tlawmpal ah cun mi tampi an i pum ṭhan i ei awk zeihmanh an ngeih ti lo tikah Jesuh nih a zultu kha a kawh hna i,\n\"Hi hna hi ka sinah ni thum an um cang i atu cu ei awk zeihmanh an ngei ti lo, ka zaang an fak ko",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 2.0,
    "end": 4.0,
    "text": "Rawl ei loin ka tlunter hna ahcun lampi ah an buhri lai, a cheu cu lamhla piin a rami an si fawn,\"\ntiah a ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 4.0,
    "end": 5.0,
    "text": "A zultu nih cun an thawh i, \"Hi ramlak ah hin aho nih dah minung hi zat cu rawl a pek khawh hna lai?\" an ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 5.0,
    "end": 6.0,
    "text": "\"Changreu tlang zeizat dah nan ngeih?\" tiah a hal hna i, \"Tlang sarih,\" tiah an leh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 6.0,
    "end": 7.0,
    "text": "Mizapi cu vawlei ah khan ṭhu u, tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 7.0,
    "end": 8.0,
    "text": "Cun changreu tlang sarih kha aa lak i Pathian sinah lawmhnak bia a chim hnuah a beoh hna i mizapi kha phawt awkah a zultu kha a pek hna; cun a zultu hna nih cun mizapi cu an phawt hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 8.0,
    "end": 9.0,
    "text": "Nga hme tete tlawmpal zong an ngei",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 9.0,
    "end": 10.0,
    "text": "Jesuh nih cun nga ca zongah cun lawmhnak bia kha Pathian sinah a chim i a zultu hna cu, phaw hna u, tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 10.0,
    "end": 11.0,
    "text": "An dihlak in an ei i an khim dih, minung cu thong li tluk an si",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 11.0,
    "end": 12.0,
    "text": "Cun a zultu hna nih khan a ṭiltlawt sei sarih an char",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 12.0,
    "end": 13.0,
    "text": "Jesuh nih mizapi cu a kalter hna i\nkhulrang in a zultu hna he lawng chungah an lut i Dalmanutha peng ah an kal",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 13.0,
    "end": 14.0,
    "text": "Farasi mi kha an ra chuak i bia an i al",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 14.0,
    "end": 15.0,
    "text": "Amah kha hneksak an duh caah, \"Pathian thlahmi na si si lo hngalhnak ah khuaruahhar pakhat in tuah tuah,\" an ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 15.0,
    "end": 16.0,
    "text": "Jesuh cu fak piin a hrum i, \"Zeicahdah tu chan mi nih hin khuaruahharnak tuah nan ka fial? Ka tuah lai lo, cu bantuk hmelchunhnak cu tu chan mi hi kan pe hrimhrim hna lai lo,\" tiah a ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 16.0,
    "end": 17.0,
    "text": "Cuticun a kaltak hna i lawng chungah cun a lut ṭhan i rili khattelei kamah khan an kal",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 17.0,
    "end": 18.0,
    "text": "A zultu hna nih khan changreu phorh an philh i lawng chungah cun tlang khat lawng an ngei",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 18.0,
    "end": 19.0,
    "text": "Annih cu Jesuh nih khan a thawh hna i, \"Farasi mi hna thilnu le Herod thilnu kha i ralring u,\" tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 19.0,
    "end": 20.0,
    "text": "Cu tikah annih nih, \"Changreu kan ngeih lo caah pei hitin a kan ti ko hi,\" tiah an i ceih",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 20.0,
    "end": 21.0,
    "text": "Jesuh nih an i ceihmi cu a hngalh i cucaah, \"Zeicahdah changreu nan ngeih lonak kong cu nan i ceih len ko? Nan thei kho in nan hngal kho rih hrim lo maw?\nCuticun maw nan lung a pin ko? Mit nan ngeih ko ṭung, nan hmu kho lo maw? Hna nan ngeih ko ṭung, nan thei kho lo maw?\nMinung thong nga ca i changreu tlang nga ka cheu kha nan philh manh maw? A ṭiltlawt kha sei zeizat dah nan char kha?\" tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 21.0,
    "end": 22.0,
    "text": "Annih nih, \"Sei hleihnih,\" tiah an leh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 22.0,
    "end": 23.0,
    "text": "\"Cun minung thong li ca i tlang sarih ka cheu ah khan tah sei zeizat dah a ṭiltlawt nan char kha?\" tiah a ti i, \"Sei sarih,\" tiah an leh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 23.0,
    "end": 24.0,
    "text": "Cun \"Nan hngal kho bal rih hrim lo maw?\" tiah a hal hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 24.0,
    "end": 25.0,
    "text": "Bethsaida khua kha an phan i Jesuh sinah cun mitcawpa pakhat an ratpi i a rak tawngh nakhnga an nawl",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 25.0,
    "end": 26.0,
    "text": "Jesuh nih cun mitcawpa cu a kut in aa hruai i khua lengah a chuahpi",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 26.0,
    "end": 27.0,
    "text": "Mipa mit cu a cil a chak hnuah Jesuh nih cun a cungah a kut a chuan i, \"Zei tal na hmu kho maw?\" tiah a hal",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 27.0,
    "end": 29.0,
    "text": "Mipa cu van a hun cau i, \"Mi ka hmuh khawh hna, sihmanhsehlaw thingkung khi i chawk hna seh law, cu ko cu an lo,\" tiah a ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 29.0,
    "end": 31.0,
    "text": "Cun Jesuh nih mipa mit cu a kut in a tongh ṭhan i mipa nih cun fak piin a hun zoh i khua a hun hmu kho i zeizong vialte kha fiang tein a hmuh hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 31.0,
    "end": 32.0,
    "text": "Jesuh nih inn ah a ṭinter i, \"Nan khuachung mi ahohmanh va chim hna hlah,\" tiah a ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 32.0,
    "end": 33.0,
    "text": "Jesuh le a zultu hna cu Sisaria Filipi peng khuate tlawn ah an i thawh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 33.0,
    "end": 34.0,
    "text": "Lampi ah cun a thawh hna i, \"Mi nih, aho a si, an ka ti dah, ka chim tuah u,\" tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 34.0,
    "end": 35.0,
    "text": "Annih nih, \"A cheu nih, Tipil petu Johan a si, an in ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 35.0,
    "end": 36.0,
    "text": "A cheu nih Elijah a si, an in ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 36.0,
    "end": 37.0,
    "text": "A cheu nolh nih, profet pakhatkhat a si, an in ti,\" tiah an leh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 37.0,
    "end": 38.0,
    "text": "Cun annih cu, \"Nannih nih tah, aho a si, nan ka ti dah?\" tiah a ti hna i Peter nih, \"Messiah na si,\" tiah a leh",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 38.0,
    "end": 39.0,
    "text": "Cun Jesuh nih, \"Ka kong hi ahohmanh chim hna hlah u,\" tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 39.0,
    "end": 40.0,
    "text": "Jesuh nih cun a zultu kha a cawnpiak hna i, \"Mi Fapa nih hin temhinnak tampi ka huah lai, upa hna le tlangbawi upa pawl hna le Phungbia cawnpiaktu saya hna nih an ka hlawt lai",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 40.0,
    "end": 41.0,
    "text": "Thihnak ka huah lai i ni thum hnuah ka tho ṭhan lai,\" tiah a chimh hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 41.0,
    "end": 42.0,
    "text": "Hihi fiang tein a chimh hna caah Peter nih kaa dang deuh ah khin a hei i kalpi i a mawhchiat",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 42.0,
    "end": 43.0,
    "text": "Sihmanhsehlaw Jesuh cu aa mer i a zultu hna lei kha a zoh i Peter cu a mawhchiat ve i, \"Ka sinin kal ko, Satan; zeicahtiah na ruahning hi minung ruahning a si, Pathian ruahning a si lo,\" tiah a ti",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 43.0,
    "end": 44.0,
    "text": "Cun Jesuh nih mizapi le a zultu hna kha a auh hna i, \"Zulh a ka duhmi paoh cu mah zawn aa ruat lomi nan si lai",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 44.0,
    "end": 45.0,
    "text": "Cun nan vailamtahnak kha nan i put lai i nan ka zulh lai",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 45.0,
    "end": 46.0,
    "text": "Zeicaahtiah a nunnak khamh a duhmi cu a nunnak kha a sung lai i keimah ruang le thawngṭha bia ruang i a nunnak a sungmi nih a nunnak kha a khamh lai",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 46.0,
    "end": 48.0,
    "text": "Mi pakhatkhat nih vawlei hi a ning piin co seh law, a nunnak sung ṭung seh law, zeital a miak hnga maw? Miak hlah!\nCun a nunnak cu zeital in a caw ṭhan kho hnga maw? Caw ṭhan kho hlah",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_08.mp3",
    "start": 48.0,
    "end": 49.0,
    "text": "Atu chan, Pathian zei ah a rel lo i chan ṭhalo a simi chan ah hin, keimah le ka cawnpiaknak a ka zahpimi cu, Mi Fapa hi ka Pa sunparnak in vancung mithiang mi hna he ka rat tikah, ka zahpi ve hna lai,\" tiah a ti hna",
    "chapter": "mark_08"
  },
  {
    "audio": "Audio/mark_09.mp3",
    "start": 510.0,
    "end": 512.72,
    "text": "Cun a thawh hna i, \"Biatak kan chimh hna, hika i a dirmi lakah hin, Pathian pennak a ṭhawnnak he a rat nan hmuh hlan cu, a thi lo dingmi tlawmpal nan um,\" tiah a ti hna. Cun ni ruk hnuah Jesuh nih cun Peter le Jeim le Johan kha aa kalpi hna i anmah lawngin tlang sang pakhat ah aa kaipi hna. Annih nih an zoh ko lioah khan a hun i thleng ia thilpuan cu a tleu in an tleu i an rang ngaingai; cu tluk rang cun vawlei cung mi ahohmanh nih an su kho lai lo. Cun zultu pathum hna nih cun Elijah le Moses kha Jesuh he bia an i ruah len ko cu an hmuh hna. Peter nih cun a hun thawh i Jesuh cu, \"Saya, hika kan um hi thil ṭha a si. Deu pathum in kan sak lai, nang caah pakhat, Moses caah pakhat, Elijah caah pakhat,\" tiah a ti. Peter le a hawile cu an thin a phang tuk hringhran i zeihmanh chim awk an hngal lo. Minmei a hung zam i a hun zelh hna i minmei chung cun aw pakhat a hung chuak i, \"Hihi ka dawtmi ka Fapa a si, a bia kha ngai u,\" tiah a ti hna. Khulrang in an pawngkam cu an zoh i midang ahohmanh an hmu hna lo, Jesuh lawng kha an sinah cun a um ko. Tlang cungin an ṭum pah ah khan Jesuh nih, \"Mi Fapa hi thihnak in ka thawh hlanah cun nan hmuhmi kha ahohmanh chim hna hlah u,\" tiah a ti hna. A nawl cu an zulh, sihmanhsehlaw anmah le anmah cu an i ceih i, \" 'Thihnak in thawh' timi hi a sullam zeidah a si ee?\" an ti. Cun Jesuh cu, \"Zeicahdah Phungbia cawnpiaktu saya pawl nih, 'Elijah a rat hmasa awk a si,' an ti?\" tiah an hal. Jesuh nih cun, \"Zeizong vialte rak timh chung awkah Elijah cu a ra hmasa taktak ko. Asinain, zeicahdah Cathiang nih, Mi Fapa nih temhinnak tampi a huah lai i a hlawt zong hlawt a si lai, tiah a ti hnga?A chimh cu kan chimh ko hna lai, Elijah cu a ra ko cang i Cathiang nih a chim bantukte khan mi nih an duh bantuk tein a cungah an ṭuan ko cang,\" tiah a leh hna. A zultu dang hna sin kha an va phak tikah, mi tampi an rak um kha an hmuh hna. Phungbia cawnpiaktu saya a cheu khat kha a zultu hna he cun bia an rak i al len ko. Mizapi nih khan Jesuh cu an hmuh cangka in an lau i an va tli i an va don. Jesuh nih a zultu hna cu, \"Zeidah nan i al?\" tiah a ti hna. Mizapi lak cun pakhat pa nih a hun leh i, \"Saya, ka fapa cu khuavang nih a tuah i a holh khawh lo caah na sinah ka ratpi. Khuavang nih a chuahhnawh fate vawlei ah khan a thluk i a buanbara a tawh i a hacang aa rial i a ṭhom dih. Na zultu kha khuavang ṭhawl cu ka fial hna nain an ṭhawl kho lo,\" tiah a ti. Cun Jesuh nih cun, \"Nan va zum lo hringhran dah! Zei can dah nan sinah hin ka um a herh rih lai? Zei can dah kaan in hna lai? Ngakchiapa cu ratpi u,\" tiah a ti hna. Cun a sinah cun an ratpi. Khuachia nih khan Jesuh kha a hmuh cangka in ngakchiapa cu mah hngal loin a tuah i vawlei ah a hrilh i heh tiah aa let len i a buanbara zong a tawh dih. \"Hi ti a umnak hi zei can dah a si cang?\" tiah Jesuh nih cun a pa kha a hal. \"A ngakchiate in,\" tiah a pa nih cun a leh. Cun a pa nih cun, \"Mei chung hawi hna ah a paih, ti chung hawi hna ah a thlak i voi tampi a thah dengmang tawn. Zei kan ti hnga, na kan bawmh khawh ahcun kan bawm hram ko sawh,\" tiah a ti. Jesuh nih, \"Na kan bawmh khawh ahcun na ti maw? Asi, zumhnak a ngeimi caah cun zei paoh a si kho ko,\" tiah a ti. Cun a pa cu a au i, \"Ka zumh ko, sihmanhsehlaw a za lo, ka bawm tuah!\" tiah a ti. Jesuh nih cun zapi nih an naih chin lengmang hna kha a hmuh tikah, thlarau ṭhalo cu, \"A hna zong a chet i a holh zong a holh kho lomi thlarau, ngakchiapa chung khan chuak law a luh zong lut ṭhan ti hlah, kan ti,\" tiah a ti. Khuavang nih cun ngakchiapa cu mah hngal loin a vun tuahtak i cun a chuak. Ngakchiapa cu miruak bantuk a si ko, cucaah aho paoh nih, \"A thi,\" an ti. Sihmanhsehlaw Jesuh nih khan ngakchiapa cu a kut in a vun thawh i a hung dir. Cun Jesuh cu inn chungah a luh hnuah a zultu hna nih khan a thli tein, \"Zeicahdah kannih nih kha khuachia kha kan ṭhawl khawh lo?\" tiah an hal. Jesuh nih, \"Hi bantuk phun hi cu thlacamnak dah ti lo nih cun zeihmanh nih a ṭhawl kho lo,\" tiah a leh hna. Cuka hmun cun an chuak i Galilee ram ṭol pah thluahmah in an kal. Jesuh nih a zultu pawl kha a cawnpiak lio hna a si caah, a umnak kha ahohmanh nih hngal hna hlah seh ti a duh. Zeitindah a cawnpiak hna tiah, \"Mi Fapa hi mi kut chungah chanh ka si lai i cu hna nih cun an ka thah lai. Sihmanhsehlaw ni thum hnuah ka tho ṭhan lai,\" tiah a ti. Cu cawnpiaknak cu a sullam an hngal lo, sihmanhsehlaw an hal ngam lo. Kapernaum khua kha an phan i inn chung i an luh hnuah, Jesuh nih a zultu hna cu, \"Lampi ah khan zeidah nan i al?\" tiah a hal hna. Lampi i an i almi cu, kan lakah hin ahodah a ngan bik, ti kha a si caah an let ngam lo. Jesuh cu a ṭhu i zultu hleihnih hna cu a auh hna i, \"A ngan bik si a duhmi cu nauta bik ah le mi vialte sal ah aa chiah hrimhrim awk a si lai,\" tiah a ti hna. Ngakchia pakhat kha a lak i an hmaiah a dirter. Ngakchiapa cu a kuh i annih cu,\"Ka min in hi bantuk ngakchia pakhat khat a cohlangmi paoh cu keimah a ka cohlan a si; cun keimah a ka cohlangmi paoh cu keimah lawng kha a ka cohlan si loin a ka thlahtu zong kha a cohlan a si,\" tiah a ti hna. Johan nih a thawh i, \"Saya, na min in khuachia a ṭhawlmi pakhat kan hmuh i kan bu chungmi a si lo caah, tuah ti hlah, kan ti,\" tiah a chimh. Jesuh nih cun, \"Tuah ti hlah, ti hlah u, zeicahtiah ka min in khuaruahhar mi thil a tuahmi nih cun ka thang cu a ka chiat kho lai lo. A kan doh lomi cu a kan bawmmi an si. Nannih cu Messiah zultu nan si ruangah mi nih ti hrai khat zong an in pek hna ahcun, cu hna cu laksawng hmu loin an um hrimhrim lai lo, ti kha va philh hlah u,\" tiah a ti hna. Keimah a ka zummi, hi ngakchia tete hna lak i pakhat hmanh hi, ka lam in a pialtertu cu, a hngawng ah facang rialnak lung tumpi thlaih i rili chung i thlak kha a caah a ṭha deuh. Cucaah nan kut nih an pialter hna ahcun, tan ko u! Kut pahnih he a mit lomi hell chung i tlak nakin kut loin nunnak chung i luh kha nan caah a ṭha deuh. Cuka ah cun an tholung kha an thi ti lo i mei kha a mit ti lo. Cun nan ke nih an pialter hna ahcun, tan ko u! Ke pahnih he hell chung i tlak nakin ke loin nunnak chung i luh kha nan caah a ṭha deuh. Cuka ah cun an tholung kha an thi ti lo i mei kha a mit ti lo. Cun nan mit nih an pialter hna ahcun khoih ko u! Mit pahnih he hell chung i tlak nakin mit pakhat he lawng Pathian Pennak chung i luh kha nan caah a ṭha deuh. Cuka ah cun an tho lung kha an thi ti lo i mei kha a mit ti lo. \"A mi kip kha mei in cite bantukin alter an si lai. Cite hi a ṭha. Sihmanhsehlaw a alnak kha a loh ahcun zeitindah na alter ṭhan khawh ti lai? Nan chungah cite kha i ngeih u law pakhat le pakhat kha i rem tein um u,\" tiah a ti",
    "chapter": "mark_09"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 30.0,
    "end": 35.16,
    "text": "Jesuh cu cuka hmun cun a chuak i Judea ram ah khan a kal i Jordan tiva kha a tan",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 35.32,
    "end": 36.5,
    "text": "Cun mi tampi nih khan a zual in an zual hoi i a cawnpiak tawn zungzal hna bang khan a cawnpiak hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 36.5,
    "end": 38.14,
    "text": "Farasi mi kha an ra i foih an ra timh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 38.14,
    "end": 40.7,
    "text": "\"Kan phung nih nupi mak hi a kan onh maw onh lo, kan chim tuah,\" tiah an ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 40.7,
    "end": 42.94,
    "text": "Jesuh nih biahalnak in a leh hna i, \"Moses nih zei phung dah an pek hna?\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 42.94,
    "end": 44.9,
    "text": "Annih nih, \"Moses nih a kan pekmi ah cun, mipa nih a nupi kha maknak ca a pek ahcun a mak khawh ko, ti a si,\" tiah an leh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 44.9,
    "end": 46.84,
    "text": "Jesuh nih cun a thawh hna i, \"Moses nih hi nawlbia an ṭialpiak hna cu, nannih kha cawnpiak nan har tuk hringhran caah a si",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 46.84,
    "end": 48.58,
    "text": "Sihmanhsehlaw a hramthawk, thil ser lio caan ah khan cun, cathiang nih, 'Pathian nih nu le pa in a ser hna icu ruangah cun pa nih a nu le a pa kha a kaltak hna lai i a nupi he an i komh lai i,an pahnih cun pakhat ah an cang lai,' a ti bang khan a si",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 48.58,
    "end": 50.54,
    "text": "Cucaah pahnih an si ti lo, pakhat lawng an si cang",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 50.54,
    "end": 50.82,
    "text": "Pathian nih a fonhmi hna cu minung nih ṭhen awk a si lo,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 50.86,
    "end": 53.14,
    "text": "Inn chung i an luh ṭhan tikah khan Jesuh cu a zultu hna nih hi kong cu an hal",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 53.78,
    "end": 55.66,
    "text": "Annih cu, \"A nupi kha a ma i nu dang a ṭhimi cu a nupi cungin nu dang duh sualnak a tuah a si;cu bantuk ṭhiamṭhiam in a va kha a kirtak i midang a vami cu va cungin pa aa duh a si ve,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 55.66,
    "end": 57.519999999999996,
    "text": "Jesuh sinah khan, a kut in rak tawng hna seh, tiah ngakchia tete kha an ratpi hna, sihmanhsehlaw a zultu hna nih khan cu hna cu an rak sik hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 117.52,
    "end": 118.74,
    "text": "Cucu Jesuh nih a hmuh tikah a thin a hung i a zultu hna cu, \"Ngakchia cu ka sinah ratter ko hna u",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 118.74,
    "end": 120.82,
    "text": "Pathian Pennak cu hi bantuk mi hna ta hi a si caah, annih cu kham hna hlah u",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 120.82,
    "end": 122.46,
    "text": "Mah hi philh hlah u",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 122.46,
    "end": 126.19999999999999,
    "text": "Pathian Pennak kha ngakchia nih an cohlan bantukin a cohlang lomi cu, ahohmanh Pathian Pennak chungah cun an lut lai lo,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 126.19999999999999,
    "end": 127.1,
    "text": "Cun ngakchia cu a pom hna i an cungah a kut a chuan i thluachuahnak a pek hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 127.1,
    "end": 130.1,
    "text": "Jesuh cu khual tlawn ah aa thawh ṭhan i cu lioah cun mipa pakhat a hung tli i a hmaiah a khuk aa bil i, \"Saya, nangmah cu mi ṭha na si",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 130.1,
    "end": 133.54,
    "text": "Zungzal nunnak hmuh awkah zeidah ka tuah lai?\" tiah a hal",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 133.54,
    "end": 136.06,
    "text": "Jesuh nih cun, \"Zeicahdah, saya ṭha, na ka ti? Pathian dah ti lo cu ahohmanh a ṭhami an um ṭung lo",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 136.06,
    "end": 138.8,
    "text": "Nawlbia kha na hngalh ko ṭung hna: 'Lai va nawng hlah; nupi cung le va cungin midang cungah sual hlah, fir hlah, lih chim hlah, mi va hleng hna hlah, na nu le na pa va upat hna!' ti pei an si kha,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 139.44,
    "end": 141.8,
    "text": "Cu pa nih cun, \"Saya, hi nawlbia vialte hi cu ka ngakchiat lio in ka zulh lengmang ko cang hna,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 141.8,
    "end": 144.18,
    "text": "Dawtnak lungthin he Jesuh nih dengteo in a vun zoh i, \"Pakhat lawnglawng na bau, va kal law na ngeihmi thil vialte kha va zuar law tangka cu sifakmi kha va ṭhen hna, cun vancung ah rothil na ngei lai; cun ra law ka zul,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 144.18,
    "end": 146.72,
    "text": "Cu bia cu mipa nih khan a theih tikah a hmai a chia i ngaihchia ngaiin a kir; zeicahtiah a rum ngaingaimi a si",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 206.72,
    "end": 211.7,
    "text": "Jesuh nih a zultu kha a zoh hna i, \"Mirum mi caah cun Pathian Pennak chung luh hi a va har lai dah!\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 211.7,
    "end": 219.34,
    "text": "Cu a chimmi bia an theih tikah a zultu hna cu an khuaruah a har ko",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 219.34,
    "end": 222.34,
    "text": "Asinain Jesuh nih a thawh ṭhan hna i, \"Ka fale hna, Pathian Pennak chung luh hi zeitluk in dah a har!Kalauk ṭhim kaa chung luh hi mirum Pathian Pennak chung luh nakin a fawi deuh,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 222.34,
    "end": 225.48,
    "text": "Hi bia an theih tikah a zultu hna cu an khuaruah a har tuk hringhran i, \"Ahodah khamhnak cu a hmu kho kun lai?\" tiah pakhat le pakhat kha an i hal",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 225.48,
    "end": 230.28,
    "text": "Jesuh nih cun dengteo in a zoh hna i, \"Hihi minung caah cun a si kho lo, sihmanhsehlaw Pathian caah cun a si kho ko, zeicahtiah Pathian nih a tuah khawh lomi zeihmanh a um lo,\" tiah a ti hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 320.28,
    "end": 325.4,
    "text": "Cun Peter nih, \"A si ahcun, kannih hi tah? Zeizong vialte kaltak in kan in zulh ṭung,\" tiah a hun ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 325.4,
    "end": 331.28,
    "text": "Cun Jesuh nih a thawh hna i, \"A inn siseh, a lo siseh, a unau si hna seh, a farle si hna seh, a nu siseh, a pa siseh, a fale si hna seh, keimah le ṭhawngṭha ruangah a kaltakmi nih cun,tam chinchin in atu chan ah hin a hmuh hrimhrim lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 331.28,
    "end": 335.2,
    "text": "Inn siseh, lo siseh unau si hna seh, far siseh, nu siseh, fa siseh; a let za khat in an hmuh lai; cun hremnak zong an hmuh lai; cun a ra dingmi chan ah hin zungzal nunnak an hmuh lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 335.2,
    "end": 339.9,
    "text": "Sihmanhsehlaw atu i a hmasa bik a simi hi, mi tampi cu a hmanung bik an si lai i atu i hmanung bik a simi hi, mi tampi cu hmasa bik an si lai,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 339.9,
    "end": 344.61999999999995,
    "text": "Jerusalem khua leiah khan an hung kal i Jesuh cu an hmaiah khan a kal i a zultu hna kha an khuaruah a har; cun an hnu in a hun zul vemi midang hna kha an thin a phang",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 344.61999999999995,
    "end": 348.08,
    "text": "Jesuh nih cun zultu pahleihnih hna kha a dang ah aa kalpi ṭhan hna i a cung i a tlung dingmi thil kong kha a chimh hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 438.08,
    "end": 443.26,
    "text": "A thawh hna i, \"Jerusalem khua kan hung phan lai i Mi Fapa hi tlangbawi upa hna le Phungbia cawnpiaktu saya pawl hna kut chungah khan an chanh lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 443.26,
    "end": 446.06,
    "text": "Annih nih cun, thih awktlak a si, tiin sual an phawt lai i, cun Jentail mi hna kut ah an chanh chin lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 446.06,
    "end": 447.41999999999996,
    "text": "Cu hna nih cun an cawhdeh lai, cil an chak lai, fung in an tuk lai i an thah lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 447.76,
    "end": 449.26,
    "text": "Cun ni thum hnuah a tho ṭhan lai,\" tiah a ti hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 449.41999999999996,
    "end": 453.06,
    "text": "Khi tikah Zebedi fapa Jeim le Johan kha Jesuh sinah cun an ra i, \"Saya, na kan tuahpiak awk kan duhmi thil a um,\" an ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 453.06,
    "end": 454.84,
    "text": "Jesuh nih cun, \"Zeidah kan tuahpiak seh ti nan ka duhmi cu a si?\" tiah a ti hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 456.54,
    "end": 466.72,
    "text": "Annih nih, \"A sunglawimi na Pennak chung i na bawiṭhutdan cung i na ṭhut tikah na sinah kan ṭhutter ve law kan duh, pakhat na orhlei kamah, pakhat na kehlei kamah,\" tiah an ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 466.72,
    "end": 470.04,
    "text": "Jesuh nih cun a thawh hna i, \"Nan ka halmi hi nan hngal lo",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 470.36,
    "end": 474.06,
    "text": "Ka din dingmi hrai hi nan din khawh lai maw? Tipil ka in ding ning hin nan in khawh ve lai maw?\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 474.08,
    "end": 478.2,
    "text": "Annih nih, \"Kan ti khawh ko lai,\" tiah an leh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 478.2,
    "end": 481.82,
    "text": "Jesuh nih cun, \"Ka din dingmi hrai hi nan din khawh ve taktak ko lai i ka in dingmi tipil inning hi nan in khawh ve taktak ko lai",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 482.32,
    "end": 484.15999999999997,
    "text": "Sihmanhsehlaw ka orhlei kam i ṭhut le ka kehlei kam i ṭhut cu keimah pek khawhmi a si lo",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 484.3,
    "end": 486.26,
    "text": "Hi hmun cu Pathian nih a timhpiakmi hna kha a pek ko hna lai,\" tiah a leh hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 486.26,
    "end": 487.12,
    "text": "Hi kong kha a dang zultu pahra hna nih khan an theih tikah Jeim le Johan cungah cun an thin a hung",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 487.12,
    "end": 489.14,
    "text": "Cucaah Jesuh nih an dihlak in a auh hna i, \"Vawlei cungah cun uktu bawi hna nih an ukmi michia hna cu, a lal in an lalhnawh tawn hna i hruaitu hna nih a uk in an uk tawn hna ti cu nan hngalh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 489.15999999999997,
    "end": 491.76,
    "text": "Sihmanhsehlaw nannih cu hi bantukin nan si awk a si lo",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 491.76,
    "end": 493.58,
    "text": "Mi ngan si a duhmi cu nan sinum a si awk a si,bawi cem si a duhmi cu nan dihlak sal a si awk a si",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 493.74,
    "end": 495.98,
    "text": "Zeicahtiah Mi Fapa hmanh hi, rian ṭuanpiakmi si awkah ka rat ṭung lo, midang rian ṭuanpiaktu si awk le mi tampi tlanhnak ding ca i ka nunnak pek awkah pei ka rat cu,\" tiah a ti hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 496.64,
    "end": 499.02,
    "text": "Jesuh le a zultu hna le mibupi cu Jeriko khua kha an phan",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 499.02,
    "end": 501.4,
    "text": "Jeriko khua cun an i thawh lioah khin lam pawngah mitcaw Bartimu, Timau fapa kha a ṭhu i thil a hal hna",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 502.68,
    "end": 504.41999999999996,
    "text": "Nazareth khuami Jesuh a si ti kha a theih tikah, \"Jesuh, David Fapa, ka zaangfah tuah,\" tiah a au",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 504.41999999999996,
    "end": 506.41999999999996,
    "text": "Mi tampi nih an sik i dai tein um ko, tiah an ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 506.42,
    "end": 527.44,
    "text": "Sihmanhsehlaw thang chinchin in, \"David Fapa, ka zaangfah tuah,\" tiah a au chin",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 527.44,
    "end": 530.48,
    "text": "Jesuh cu a dir i, \"Hei au u,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 530.48,
    "end": 531.7600000000001,
    "text": "Cucaah mitcawpa cu an hei auh i, \"Na thanuam ko, tho, an kawh cuh,\" an ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 531.7600000000001,
    "end": 534.1600000000001,
    "text": "A puan kha a hlonh duak i a pet i Jesuh sinah cun a ra",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 534.1600000000001,
    "end": 535.8000000000001,
    "text": "Jesuh nih cun, \"Zeidah in tuahpiakning law na duh?\" tiah a hal",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 535.8000000000001,
    "end": 539.08,
    "text": "Mitcawpa nih cun, \"Saya, khua hmuh ṭhan ka duh,\" tiah a leh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 539.08,
    "end": 543.22,
    "text": "Jesuh nih cun, \"Va kal kun, na zumhnak nih an damter cang,\" tiah a ti",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_10.mp3",
    "start": 543.22,
    "end": 545.84,
    "text": "Chikkhatte ah khin khua cu a hun hmu i lam ah cun Jesuh cu a zulh",
    "chapter": "mark_10"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "Jerusalem khua kha an hei naih cang i Oliv Tlang i a ummi Bethfeih le Bethani khua kha an phak tikah, Jesuh nih a zultu pahnih kha a thlah hna i\"Nan hmai khua ah khin va kal u law nan va luh kate ah, ahohmanh nih an i cit bal lomi laa fate, hri in aa hreng komi kha nan hmuh lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 3.0,
    "end": 6.0,
    "text": "Va phoih u law hika ah hin ratpi u",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 6.0,
    "end": 8.0,
    "text": "Cun mi nih, 'Zeicahdah mah khakha nan tuah?' tiah an in hal hna ahcun",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 8.0,
    "end": 11.0,
    "text": "'Kan Bawipa nih a herh i kan rak in pek ṭhan zau hna lai,' tiah nan ti lai,\" a ti hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 11.0,
    "end": 14.0,
    "text": "Cucaah an rak kal i khua chung zalam ah cun inn pakhat innka pawngah laa fate pakhat a rak i hren ko cu an va hmuh",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 15.0,
    "end": 17.0,
    "text": "An phoih lioah khanan pawng i a dirmi micheu nih khan, \"Zeidah nan tuah? Laa fate hri maw nan phoih?\" tiah an hal hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 17.0,
    "end": 19.0,
    "text": "Jesuh nih a chimh hna bantuk khan an leh hna i, i kalpi ko u, tiah an ti hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 19.0,
    "end": 21.0,
    "text": "Laa cu Jesuh sinah khan an ratpi i an puan kha a keng ah an danh i Jesuh nih aa cit",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 21.0,
    "end": 23.0,
    "text": "Mi tampi nih an puan kha lam ah khan an phah, cun a cheu nih lo lak i thingnge kha an va sam hna i lam ah cun an phah hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 23.0,
    "end": 24.0,
    "text": "\"Hosanna! Bawipa min in a rami cu Pathian nih thluachuahnak pe ko seh",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 24.0,
    "end": 27.0,
    "text": "Kan pu David pennak a ra liomi cu thluachuahnak hmu ko seh! Hosanna! A sang bik van ah khin Pathian cu thangṭhat si ko seh,\" tiah an ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 27.0,
    "end": 29.0,
    "text": "Jesuh cu Jerusalem khua ah khan a lut, Biakinn ah khan a va lut i zeizong vialte a va zoh dih",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 29.0,
    "end": 31.0,
    "text": "Sihmanhsehlaw cu ni cu a tlai cang caah Bethani khua ah khan a zultu hleihnih hna he khan an kir ṭhan",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 31.0,
    "end": 33.0,
    "text": "A thaizing, Bethani khua in an ra kirpah ah khan, Jesuh cu a rawl a ṭam",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 33.0,
    "end": 35.0,
    "text": "Lamhlat nawn khin a hnah a ṭha ngaimi theipi kung pakhat a hei hmuh i a tlai a um hnga maw tiah a hei fuh; sihmanhsehlaw a hei phak tikah, cu caan cu theipi tlai tik a si lo caah, a hnahpi lawng a rak si kha a va hmuh",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 35.0,
    "end": 37.0,
    "text": "Jesuh nih cun theipi kung cu, \"Na thei ahohmanh nih in ei ti hna hlah seh,\" tiah a ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 37.0,
    "end": 39.0,
    "text": "Cucu a zultu hna nih khan an theih",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 39.0,
    "end": 40.0,
    "text": "Jerusalem kha a va phak tikah Jesuh cu Biakinn ah khan a va kal i Biakinn chung i chaw a dawrmi le chaw a cawmi kha a ṭhawl dih hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 40.0,
    "end": 42.0,
    "text": "Tangka thlengtu pawl cabuai le laileng zuartu pawl ṭhutdan kha a leh dih hna iBiakinn tual kha thilri i chawhpinak ah hmang ti hlah u, tiah a thlauh hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 42.0,
    "end": 44.0,
    "text": "Cun mizapi kha a cawnpiak hna i, \"Ca Thiang chungah, Pathian nih, 'Ka inn cu miphun vialte hna thlacamnak inn a si lai,' a ti, tiah aa ṭial",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 44.0,
    "end": 45.0,
    "text": "Sihmanhsehlaw nannih nih cun mifir kua ah nan ser cang,\" tiah a ti hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 45.0,
    "end": 46.0,
    "text": "Tlangbawi upa hna le Phungbia cawnpiaktu saya hna nih khan cucu an theih i cucaah amah thahnak dingah khan lam an kawl",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 46.0,
    "end": 48.0,
    "text": "Mizapi cu an dihlak in a cawnpiaknak nih khan an lung a ton tuk hna caah tlangbawi le saya pawl nih khan amah cu an ṭih",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 48.0,
    "end": 49.0,
    "text": "Zanlei sang khuamui deng ah khin, Jesuh le a zultu hna cu khuapi chung khan an chuak",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 49.0,
    "end": 50.0,
    "text": "A thaizing zingkate ah, an kal pah ah khin, theipi kung kha an hei zoh",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 50.0,
    "end": 53.0,
    "text": "A rak thi i a hram tiangin a car dih",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 53.0,
    "end": 54.0,
    "text": "Peter cu thil a rak ummi kha a lung a hung pem i, \"Saya, zohhmanh, chiat na serhmi theipi kung kha a thi diam ko,\" tiah a ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 54.0,
    "end": 56.0,
    "text": "Jesuh nih a leh hna i, \"Pathian kha zum ko u",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 56.0,
    "end": 58.0,
    "text": "Biatak kan chimh hna, ahohmanh nih hi tlang hi, 'Tho law rili ah khin vaa paih,' tiah zumh lonak zeihmanh um loin nan ti i, kan chimmi hi a tling lai, tiah nan zumh ahcun, tuahpiak nan si ko lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 58.0,
    "end": 61.0,
    "text": "Cucaah cun, thlacam in nan halmi thil paoh kha, kan hmuh cang, tiah zum u law nan halmi paoh cu nan hmuh ko lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 61.0,
    "end": 64.0,
    "text": "Cun thlacam in nan dir tikah, an cung i thinhunnak nan ngeihmi paoh kha, ngaithiam hna u, vancung nan Pa zong nih nan sualnak kha an ngaihthiam khawh ve hna nakhnga,\" tiah a ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 64.0,
    "end": 67.0,
    "text": "Midang kha an sualnak nan ngaihthiam hna lo ahcun vancung i a ummi nan Pa zong nih nan sualnak an ngaithiam ve hna lai lo,\" tiah a ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 67.0,
    "end": 69.0,
    "text": "Cun Jerusalem khua ah khan an ra ṭhan",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 69.0,
    "end": 71.0,
    "text": "Jesuh cu Biakinn chung i aa chawh lioah khan tlangbawi upa hna le Phungbia cawnpiaktu saya hna le upa hna nih khan an fuh i,\"Aho nawl in dah hi thil hi na tuah hna? Aho nih dah hi thil tuahnak nawl hi an pek?\" tiah an hal",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 71.0,
    "end": 75.0,
    "text": "Jesuh nih cun an bia cu a leh hna i, \"Bia pakhat tein kan hal ve tuah hna lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 75.0,
    "end": 77.0,
    "text": "Ka let u law, aho nawl in dah hi thil hi ka tuah hna ti kha kan chimh ve hna lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 77.0,
    "end": 79.0,
    "text": "Johan nih tipil a pek hna kha, Pathian sinin maw nawl kha a hmuh, minung sinin dah?\" tiah a ti hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 79.0,
    "end": 81.0,
    "text": "Anmah le anmah cu an i al i, \"Zeitindah kan ti lai? 'Pathian sinin,' kan ti ahcun, Zeicahdah Johan cu nan zumh kun lo? a kan ti lai",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 81.0,
    "end": 83.0,
    "text": "'Minung sinin,' kan ti ahcun",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 83.0,
    "end": 85.0,
    "text": ",\" an ti",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 85.0,
    "end": 87.0,
    "text": "(Mizapi nih khan Johan cu profet a si ti kha an zumh caah mizapi kha an ṭih fawn ṭung hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 87.0,
    "end": 88.0,
    "text": ")Cucaah Jesuh cu, \"Kan hngal lo,\" tiah an leh",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_11.mp3",
    "start": 88.0,
    "end": 89.0,
    "text": "Cun Jesuh nih annih cu, \"Aho nawl in dah hi thil hi ka tuah hna, ti cu kei zong nih kan chim ve kun hna lai lo,\" tiah a ti hna",
    "chapter": "mark_11"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 0.0,
    "end": 8.0,
    "text": "Cun Jesuh nih tahchunhnak bia in a chimh hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 8.0,
    "end": 22.0,
    "text": "Aa thawh i, \"Mipa pakhat a rak um i cu pa nih cun mitsur dum pakhat a rak ser; a kulh i mitsur nennak caah khor a cawh i ralvennak inn pakhat a sak",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 52.0,
    "end": 61.0,
    "text": "Cun a dum cu mi kha a hlanh hna i khualtlawn ah a kal",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 61.0,
    "end": 69.0,
    "text": "Mitsur thei kha lawh a cut tikah a co hnga ding a simi va lak awkah a sal pakhat kha a thlah",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 69.0,
    "end": 78.0,
    "text": "Dum a hlanhmi hna nih cun an rak tlaih i an rak velh i zeihmanh pe loin an kirter",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 78.0,
    "end": 93.0,
    "text": "Cu tikah dum ngeitu nih khan sal dang pakhat a thlah ṭhan; a lu ah an rak tuk i ningzak ngaiin an rak tuah",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 93.0,
    "end": 107.0,
    "text": "Dum ngeitu nih cun sal dang pakhat a thlah ṭhan i an rak thah; cun a dang tampi kha cu bantuk cun an rak tuah hna, a cheu cu an tuk an den hna i a cheu cu an thah hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 107.0,
    "end": 115.0,
    "text": "Thlah dingah a taangmi cu dum ngeitu fapate a dawt ngaingaimi lawng kha a si cang",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 115.0,
    "end": 122.0,
    "text": "A hmanung bik ah a fapa cu dum a hlanhmi hna sinah cun a hei thlah i, 'Ka fapa hi cu an hmaizah ṭheo lai,' tiah a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 122.0,
    "end": 133.0,
    "text": "Sihmanhsehlaw dum a hlanhmi hna nih khan, 'Hi pa hi dum ngeitu fapa a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 133.0,
    "end": 141.0,
    "text": "That u sih, dum hi kanmah ta a si lai,' an ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 141.0,
    "end": 147.0,
    "text": "Cucaah a fapa cu an tlaih i an thah i a ruak kha dum lengah an hlonh",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 147.0,
    "end": 155.0,
    "text": "\"A si ahcun, dum ngeitu nih khan zeitindah a tuah hna lai? A ra tlung lai i a thah hna lai i dum kha midang a hlanh hna lai",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 185.0,
    "end": 193.0,
    "text": "Cathiang chungah: 'Inn satu hna nih, santlailo tiin an hlawtmi lung cu santlai bik ah a cang",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 193.0,
    "end": 203.0,
    "text": "Cu a tuahtu cu Bawipa a si i khuaruahhar a si kha kan hmuh,' tiah aa ṭialmi hi nan rel bal lo maw?\" tiah a ti hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 203.0,
    "end": 209.0,
    "text": "Judah upa pawl nih khan, hi bianabia cu kanmah a kan chimhnawhchan ti kha an hngalh caah Jesuh cu tlaih an timh, sihmanhsehlaw mizapi kha an ṭih hna caah an kaltak",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 209.0,
    "end": 218.0,
    "text": "Farasi mi tlawmpal le Herod mi tlawmpal kha, Jesuh cu a bia in tlaih i zuam awkah an hei thlah hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 218.0,
    "end": 226.0,
    "text": "A sinah cun an ra i, \"Saya, nang cu lihchim hmang lomi na si i mi hme mi ngan ahohmanh an mithmai na zoh hna lo",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 226.0,
    "end": 234.0,
    "text": "Sihmanhsehlaw Pathian duhnak tu kha a ning tein na cawnpiak hna, ti kha kan hngalh",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 234.0,
    "end": 238.0,
    "text": "Cucaah cun Rom Siangpahrang sin i ngunkhuai pek hi kan phung he aa ralchanh maw ralchanh lo kan chim tuah, ngunkhuai cu kan pe lai maw pe lo dah?\" an ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 238.0,
    "end": 243.0,
    "text": "Hlen an timh kha a hngalh i, \"Zeicahdah foih nan ka timh len ko? Ngun tangka phar khat in rak pu u law ka zoh tuah lai,\" tiah a leh hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 243.0,
    "end": 245.0,
    "text": "Pakhat an rak pek i, \"Aho hmai le aho min dah mah hihi an si?\" tiah a hal hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 245.0,
    "end": 249.0,
    "text": "Annih nih, \"Siangpahrang hmai le min,\" tiah an leh",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 249.0,
    "end": 257.0,
    "text": "Cun Jesuh nih, \"A si ahcun, Siangpahrang ta a simi cu Siangpahrang cu va pe ko u, Pathian ta a simi cu Pathian kha va pe ko u,\" tiah a ti hna i an ar ṭhup ko",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 257.0,
    "end": 260.0,
    "text": "Cun Sadusi mi kha an ra",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 260.0,
    "end": 264.0,
    "text": "(Annih cu thihnak in thawhṭhannak a um lo, a timi an si)",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 264.0,
    "end": 268.0,
    "text": "An i thawh i, \"Saya, Moses nih phung a kan ṭialpiakmi ah: Mipa pakhatkhat cu fa ngei loin a thih ahcun fa a hrinpiak nakhnga a unau nih khan a rohmi a nupi cu a ṭhit awk a si lai, ti a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 268.0,
    "end": 272.0,
    "text": "Voi khat cu unau pasarih an um i an upa bik nih cun nupi a ṭhit, sihmanhsehlaw fa ngei loin a thi",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 272.0,
    "end": 277.0,
    "text": "Cucaah a hun changtu nih khan a rohmi cu a ṭhit, asinain amah zong cu fa ngei loin a thi ve",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 277.0,
    "end": 280.0,
    "text": "Cuticun a pathumnak zong kha a si ia dang zong cu an si cio: an pasarihte cun cu nu cu an ṭhit i fa ngei loin an thi dih",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 280.0,
    "end": 284.0,
    "text": "Cun a hmanung bik ah cu nu zong cu a thi ve",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 284.0,
    "end": 289.0,
    "text": "Cucaah thawh ṭhan ni ah mithi vialte kha thawhter an si ahcun, cu nu cu aho nupi dah a si kun lai? An pasarih tein an ṭhit cio ṭung?\" an ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 289.0,
    "end": 292.0,
    "text": "Jesuh nih cun a leh hna i, \"Nan hei palh hringhran dah! Cun zeicahdah kan palh ti nan hngal maw? Cathiang siseh, Pathian ṭhawnnak siseh nan hngalh lo caah a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 292.0,
    "end": 298.0,
    "text": "Mithi cu thawhter an si tikah vancungmi bantuk pei an si lai cu, an i ṭhi in an i um ti lai lo",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 298.0,
    "end": 303.0,
    "text": "Mithi mi thihnak in thawhter ṭhan an si lai le si lai lonak kong cu, Moses cauk chungah khan, burbuk a kangmi kong kha nan rel bal lo maw? Khaka ah khan Pathian nih Moses cu a thawh i, 'Kei cu Abraham Pathian, Isak Pathian, Jakob Pathian ka si,' a ti, tiah aa ṭial ṭung",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 303.0,
    "end": 306.0,
    "text": "Cucu a nungmi hna Pathian a si, a thimi hna Pathian a si lo, tinak a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 306.0,
    "end": 312.0,
    "text": "Nan palh cikcek!\" tiah a ti hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 312.0,
    "end": 319.0,
    "text": "Cuka ah cun bia an i almi a rak theitu Phungbia cawnpiaktu saya pakhat a rak um",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 319.0,
    "end": 322.0,
    "text": "Jesuh nih Sadusi mi hna cu ṭhalo tein a leh hna ti kha a hngalh tikah a ra i, \"Nawlbia lakah hin zeidah a biapi bik?\" tiah a hal",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 322.0,
    "end": 326.0,
    "text": "Jesuh nih a leh i, \" 'Israel mi hna ngai tuah u; Bawipa kan Pathian lawnglawng hi Bawipa a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 326.0,
    "end": 328.0,
    "text": "Bawipa nan Pathian cu nan lungthin dihlak le nan nunnak dihlak le nan ruahnak dihlak le nan thazang dihlak in nan dawt lai,' ti hi a biapi bik cu a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 328.0,
    "end": 331.0,
    "text": "Cun a pahnihnak cu, Na innpa kha nangmah naa dawt bantukin na dawt lai, ti hi a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 331.0,
    "end": 334.0,
    "text": "Hi hna pahnih nakin a biapi deuhmi nawlbia dang an um ti lo,\" tiah a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 334.0,
    "end": 337.0,
    "text": "Phungbia cawnpiaktu saya nih cun Jesuh cu a leh ve i, \"A ṭha ngaingai, saya! Na chimmi cu a hmaan, Bawipa lawnglawng hi Pathian cu a si taktak i pathian dang zeihmanh an um ti lo",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 337.0,
    "end": 341.0,
    "text": "Cucaah mi nih hin Pathian cu kan lungthin dihlak le kan ruahnak dihlak le kan thazang dihlak in kan dawt awk a si i kan innpa cu kanmah bantukin kan dawt awk hna a si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 341.0,
    "end": 347.0,
    "text": "Hi nawlbia pahnih zulh hi Pathian sin i khangh raithawinak le raithawinak dangdang zong pekchanhnak nakin a ṭha deuh,\" tiah a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 347.0,
    "end": 351.0,
    "text": "Jesuh nih a bialehnak cu a ṭha ngai ti kha a hmuh i, \"Pathian Pennak in naa hlat lo,\" tiah cu pa cu a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 351.0,
    "end": 357.0,
    "text": "Hi hnuah hin cun ahohmanh nih Jesuh kha bia an hal ngam ti lo",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 357.0,
    "end": 366.0,
    "text": "Jesuh nih Biakinn chung i a cawnpiak lio hna ah khan hi biahalnak hi a hal hna: A thawh hna i, \"Zeitindah Messiah cu David hrinsormi a si te lai, tiah Phungbia cawnpiaktu saya nih an ti khawh?Thiang Thlarau nih pei David cu: Bawipa nih ka Bawipa cu, Na ral hna kha na ke tangah ka chiah hna hlantiang ka orhlei kamah hin ṭhu ko, tiah a chimter cu",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 366.0,
    "end": 371.0,
    "text": "David hrimhrim nih Messiah cu 'Bawipa' tiah a ti ahcun, zeitindah David hrinsor cu a si khawh lai?\" tiah a ti hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 371.0,
    "end": 375.0,
    "text": "Mizapi nih cun Jesuh bia cu lunglawm ngaiin an ngaih",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 375.0,
    "end": 379.0,
    "text": "A cawnpiak lio hna ah cun, \"Phungbia cawnpiaktu saya pawl hi i ralring hna u",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 379.0,
    "end": 383.0,
    "text": "Annih cu an puan fual pipi he i chawh i chawdawr tlang ah mi nih upatnak in kan biachawn hna seh, ti a duhmi an si",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 383.0,
    "end": 387.0,
    "text": "Pumhnak ah ṭhutdan a ṭha khunmi i ṭhut kha an duh i zapi rawl danghnak ah upatnak hmun i ṭhut kha an duh",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 387.0,
    "end": 393.0,
    "text": "Nuhmei kha an ei an hmuar hna i an inn an lo kha an chuh hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 393.0,
    "end": 404.0,
    "text": "Cun zapi nih kan hmu hna seh tiin thla kha sau pipi in an cam",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 404.0,
    "end": 411.0,
    "text": "Hi hna hi cu an dantatnak kha a fak chinchin men ko lai,\" tiah a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 411.0,
    "end": 419.0,
    "text": "Jesuh cu Biakinn tangka chiahnak pawngah khan a ṭhu i tangka a sanhmi kha a zoh hna",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 419.0,
    "end": 426.0,
    "text": "Mirum tampi nih khan tangka tampi an sanh lengmang",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 426.0,
    "end": 430.0,
    "text": "Khi lioah khan a si a fakmi nuhmei pakhat a ra ve i pia hra tluk a man a simi dar tangka pahnih a sanh ve",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 430.0,
    "end": 437.0,
    "text": "Jesuh nih khan a zultu kha a kawh hna i, \"Hi a si a fakmi nuhmeinu nih hin tangka kuang ah midang vialte nakin tam bik a sanh",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_12.mp3",
    "start": 437.0,
    "end": 445.0,
    "text": "Zeicahtiah a dang nih cun an ngeih hlei kha an sanh, sihmanhsehlaw hi nu hi cu sifak ngai a si ko nain a ngeihmi vialte kha a sanh dih — a nunnak ca i a hman dingmi kha a thawh dih,\" tiah a ti",
    "chapter": "mark_12"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 0.0,
    "end": 7.24,
    "text": "Jesuh cu Biakinn in a kalpah ah khin a zultu pakhat nih a thawh i, \"Saya, zohhmanh, hi lung ṭhaṭha hna le inn ṭhaṭha hna hi!\" tiah a ti",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 7.24,
    "end": 19.52,
    "text": "Jesuh nih, \"Hi inn ngan pipi hi na hmuh hna a si lo mei? Pakhat hmanh an umnak hmun i a ummi an um te lai lo; an dihlak hin chimh an si dih lai,\" tiah a leh",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 19.88,
    "end": 26.18,
    "text": "Biakinn hmai zawn i a ummi Oliv Tlang khan Jesuh cu a ṭhu i Biakinn kha a cuan i cu lioah cun Peter le Jeim le Johan le Andru kha a sinah a thli in an ra",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 26.18,
    "end": 29.82,
    "text": "Amah cu an thawh i, \"Hihi zeitik ah dah a si lai? Cun hi thil vialte hi a tlung cang lai, ti hngalhnak ah zei hmelchunhnak dah a um lai, kan chim tuah,\" tiah an ti",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 29.82,
    "end": 32.58,
    "text": "Jesuh nih cun a cawnpiak hna i, \"I ralring u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 32.58,
    "end": 35.3,
    "text": "Ahohmanh i hlenter hna hlah u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 35.3,
    "end": 38.1,
    "text": "Ka min i put in mi tampi an ra lai i, 'Amah ka si,' an ti lai i mi tampi kha an hlen hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 38.1,
    "end": 40.1,
    "text": "Cun lamnai i raltuknak thawng nan theih ah siseh, lamhla i nan theih ah siseh, nan awlok chong hlah u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 40.1,
    "end": 42.620000000000005,
    "text": "Cu bantuk cu a um awk a si ko, sihmanhsehlaw a donghnak a phan cang, tinak a si lo",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 42.620000000000005,
    "end": 45.42,
    "text": "Ram khat le ram khat an i do lai, peng khat le peng khat an i tu lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 45.42,
    "end": 46.739999999999995,
    "text": "A kenkip ah lihnin a um lai i mangṭam a tlung lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 46.739999999999995,
    "end": 48.34,
    "text": "Hi thil hna hi nau nganfah hramthawk bantuk khi an si",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 48.34,
    "end": 49.379999999999995,
    "text": "\"Nannih cu i ralring u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 49.379999999999995,
    "end": 50.9,
    "text": "Zeicahtiah mi nih an in tlaih hna lai i zung ah an in chuahpi hna lai, pumhnak inn ah khan an in tuk hna lai i an in den hna lai, uktu bawi le siangpahrang hna hmaiah, annih cu Thawngṭha chimh awk le keimah ruangah an in chuahpi hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 50.9,
    "end": 53.620000000000005,
    "text": "Sihmanhsehlaw caan donghnak a phak hlanah Thawngṭha Bia cu miphun kip sinah chim hmasa a si lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 53.62,
    "end": 57.099999999999994,
    "text": "Cun an in tlaih hna i zung i an in chuahpi hna tikah, zeidah kan chim lai, tiah a hlankan in nan lungre rak thei hlah u; a caan a phak tikah chim awk ding cu pek nan si te ko lai, cucu chim te ko u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 57.099999999999994,
    "end": 59.86,
    "text": "Zeicahtiah nan chimmi bia cu nanmah bia a si lai lo, Thiang Thlarau nih an pekmi hna bia a si lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 59.86,
    "end": 61.58,
    "text": "U le nau kha thihnak phak tiangin an i rawi lai, pale nih an fale kha cu bantuk cun an tuah hna lai i an fale zong nih an nule an pale kha an doh hna lai i thahnak an inter hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 61.58,
    "end": 63.739999999999995,
    "text": "Keimah ruangah mi kip nih an in huat hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 63.739999999999995,
    "end": 65.9,
    "text": "Sihmanhsehlaw a dongh tiang a hmunmi cu khamh nan si lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 65.9,
    "end": 67.25999999999999,
    "text": "\"Sihmanhsehlaw 'Ṭhiotu Fihnung' cu a dirnak ding a si lomi hmun ah a dir kha nan hmuh tikah (A reltu nih hi a sullam cu hngal u!) khi tikah Judea ram i a ummi cu tlang leiah nan zam awk a si lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 67.25999999999999,
    "end": 69.1,
    "text": "Inncung i a ummi cu innchung ah i phorh ding thil lak awkah ṭum hlah seh;cun lo i a ummi zong a angki vaa lak awkah inn ah tlung hlah seh",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 69.1,
    "end": 70.7,
    "text": "Cu caan cu fapawi nu le ngakchia no a ngeimi nu hna caah cun a har hringhran ko lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 70.7,
    "end": 72.74,
    "text": "Hi thil a tlun hi khuasik caan ah a si nakhnga lo, Pathian sinah thla va cam tuah u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 72.74,
    "end": 74.06,
    "text": "Zeicahtiah hi a tlung dingmi harnak hi Pathian nih vawlei a ser hramthawk in atu tiangah a um bal lomi thil, ṭih a nung bikmi harnak a si lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 74.06,
    "end": 76.06,
    "text": "Hmailei zongah cu bantuk cu a um ti lai lo",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 76.06,
    "end": 77.78,
    "text": "Bawipa nih cu caan cu rak tawiter hlah seh law cu, khamhmi ahohmanh an um hnga lo",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 77.78,
    "end": 78.42,
    "text": "Sihmanhsehlaw a thimmi a mi hna caah cun, cu caan cu a tawiter",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 78.42,
    "end": 80.66,
    "text": "\"Cun nannih cu ahohmanh nih, 'Messiah cu hika ah a um,' an in ti hna ah siseh, 'Khika ah a um,' an in ti hna ah siseh, va zum hna hlah u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 80.66,
    "end": 82.9,
    "text": "Zeicahtiah Messiah deu le nal profet hna kha an chuak lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 83.62,
    "end": 84.62,
    "text": "Pathian thimmi hna hmanh kha, a si khawh chungin hlen khawhnak dingah hmelchunhnak le khuaruahharnak an ser hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 84.62,
    "end": 88.22,
    "text": "Ralring tein um ko u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 88.22,
    "end": 90.22,
    "text": "A hlankan in zeizong vialte kan chimh dih cang hna hih,\" tiah a ti",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 90.22,
    "end": 93.06,
    "text": "\"Cu harnak caan hnuah cun ni cu a mui lai i thlapa cu a vang ti lai lo,van in arfi cu an tla lai i van ṭhawnnak cu an i hnin lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 93.06,
    "end": 95.06,
    "text": "Mi Fapa cu a lang lai i khuadawm chung khin lianhngannak le sunparnak he a ra lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 95.06,
    "end": 97.46000000000001,
    "text": "Vawlei kil li ah khan a vancungmi kha a thlah hna lai i vawlei khattelei deng in khattelei deng tiang Pathian thimmi minung kha an pumh hna lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 97.46000000000001,
    "end": 98.9,
    "text": "\"Theipi kung ah hin cawnpiaknak i lak u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 98.9,
    "end": 101.30000000000001,
    "text": "A nge an hung hrin i an hung no i a hnah kha an hung corh tikah, ṭhal caan a nai cang, ti kha nan hngalh",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 101.30000000000001,
    "end": 102.18,
    "text": "Cu bantukin hi thil hna an hung um kha nan hmuh tikah, a caan kha a nai cang, innka a phan cang, ti kha nan hngalh lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 102.18,
    "end": 105.9,
    "text": "Mah hihi philh hlah u: Hi thil vialte hi, atu i a nungmi hna an thih dih hlanah hin a tlung lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 105.9,
    "end": 108.7,
    "text": "Van le vawlei cu an rawk lai nain ka bia cu a rawk lai lo",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 108.7,
    "end": 110.14,
    "text": "\"Sihmanhsehlaw cu ni le suimilam caan cu ahohmanh nih an hngal lo, vancung i a ummi vanmi zong nih an hngal lo, Fapa zong nih ka hngal lo, Pa lawnglawng nih a hngalh",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 110.14,
    "end": 110.74000000000001,
    "text": "Cu caan cu zeitik ah a si lai kha nan hngalh lo caah i ralring te le fimhring tein um ko u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 110.74000000000001,
    "end": 112.74000000000001,
    "text": "Zei he dah aa lawh lai ti ahcun, khualtlawn ah a kal i a sinum hna kha, nan rian cio kha ṭha tein rak ṭuan u, tiah a ti i innka cawngtupa kha, ṭha tein rak cawng, tiah bia a riah tatu inn bawi he aa lo lai",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 113.46,
    "end": 115.25999999999999,
    "text": "Inn ngeitu kha zeitik i a kir lai nan hngalh lo caah ṭha tein hngak ko u",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 115.25999999999999,
    "end": 117.46,
    "text": "Zanlei ah a si kho, zanṭim ah a si kho, khuadei hlanah a si kho, nichuak ah a si kho",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 117.46,
    "end": 120.3,
    "text": "Duak tiah a rat sual ahcun i hngilh hluahmah in, in tanh hna hlah seh",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_13.mp3",
    "start": 120.3,
    "end": 121.46,
    "text": "Nan sin ka chimmi hi mi dihlak sin i ka chim a si: Hngilh loin hngak ko u,\" tiah a ti hna",
    "chapter": "mark_13"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 0.0,
    "end": 1.7,
    "text": "Atu cu Lanhtak Puai le Thilnu Cawh Lo Changreu Puai kha ni hnih lawng a duh cang",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 4.54,
    "end": 7.2,
    "text": "Tlangbawi upa hna le Phungbia cawnpiaktu saya pawl hna kha, Jesuh cu a thli tein tlaih i thah khawhnak ding lam kha an kawl",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 7.46,
    "end": 10.700000000000001,
    "text": "\"Puai lio i kan tuah ahcun a ṭha lai lo, mi an i tuai tuk sual lai,\" an ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 11.82,
    "end": 13.48,
    "text": "Jesuh cu Bethani khua i Simon, thinghmuipa inn ah khan rawl a hrawng",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 13.540000000000001,
    "end": 15.860000000000001,
    "text": "Rawl an ei lioah khan minu pakhat a rung lut i lungrang thawl khat tein zihmui a ṭha bik phun kha a rak i put",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 16.06,
    "end": 17.26,
    "text": "Thawl kha a khuai i zihmui cu Jesuh lu ah khan a bungh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 19.78,
    "end": 21.580000000000002,
    "text": "Cuka i a ummi a cheu cu an thin a hung i, \"Zeicahdah mah ti khin zihmui khi a hlohlak hnga?Fawi tein tangka za thum ah zuar khawh a si ṭung hnga",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 21.66,
    "end": 23.18,
    "text": "Cun cu tangka cu misifak pe hna seh law a ṭha deuh hnga lo maw?\" an ti i minu cu fak piin an mawhchiat",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 23.18,
    "end": 29.58,
    "text": "Sihmanhsehlaw Jesuh nih a thawh hna i, \"Ngol ko u! Amah nan ti lengmangnak zei um hlah",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 29.58,
    "end": 33.22,
    "text": "Ka ca i a tuahmi hi aa dawhmi le a ṭhami thil a si ko",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 243.32,
    "end": 245.35999999999999,
    "text": "Sifak cu nan sinah pei an um zungzal ko lai cu, bawmh nan duh tik hna paoh ah nan bawmh khawh ko ṭung hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 245.85999999999999,
    "end": 256.74,
    "text": "Kei cu nan sinah ka um zungzal ṭung lai lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 257.06,
    "end": 261.58,
    "text": "A tuah khawh tawk pei a tuah cu: ka pum zihmui in a ka toih cu vui awk ca i a hlankan in a rak ka timh chung pei a si cu",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 261.64,
    "end": 270.54,
    "text": "Hihi philh hlah u: Vawlei cung khuazakip i thawngṭha an chimnak paoh ah hi nu nih a tuahmi hi amah philh lonak caah an chim camcin lai,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 330.54,
    "end": 333.16,
    "text": "Zultu pahleihnih hna lak i aa tel vemi Judas kha, tlangbawi upa hna sinah a va kal i Jesuh cu nan kut chungah kan pek hna lai, tiah a va ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 333.16,
    "end": 336.48,
    "text": "A chimmi kha an theih tikah an lung aa lawm ngaingai i tangka kan in phalh lai, tiah bia an kam",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 336.48,
    "end": 339.16,
    "text": "Cucaah Judas cu Jesuh rawi khawhnak ding caah khan, caan rem a kawl",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 339.16,
    "end": 342.54,
    "text": "Thilnu Telhlo Changreu Puai, a ni khat ni, Lanhtak Puai rawldanghnak ca i tuufa an thah hna ni ah khan, Jesuh cu a zultu hna nih khan, \"Khuazei ah dah Lanhtak Puai Zanriah ka timhpiak u, ti na kan duh?\" an ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 343.04,
    "end": 344.3,
    "text": "Khi tikah an lak i pahnih kha a thlah hna i, \"Khuapi chungah va lut u law ti-um aa putmipa pakhat nih a rak in ton hna lai",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 344.3,
    "end": 345.14000000000004,
    "text": "A luhnak inn tiang khan hei zul u law, cu inn ngeitupa cu, 'Khuazei ah dah Sayapa nih, ka zultu hna he Lanhtak Zanriah kan einak ding khaan cu a si, a ti,' tiah nan va ti lai",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 345.14000000000004,
    "end": 346.56,
    "text": "Cun cungdot ah thil tlingte le ṭha tein an timh cia dildelnak khaan kaupi pakhat an hmuhsak hna lai i cuka ah cun zanriah cu nan va timh lai,\" tiah a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 346.56,
    "end": 347.5,
    "text": "A zultu cu an kal i khuapi chungah cun an va lut i Jesuh nih a chimh hna ningte khan zeizong vialte cu an va hmuh; cun Lanhtak Puai Zanriah cu an va timh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 347.5,
    "end": 353.28000000000003,
    "text": "Ni a tlak hnuah Jesuh le zultu hleihnih cu an ra",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 353.28000000000003,
    "end": 357.0,
    "text": "Cabuai i rawl an ei lioah khan Jesuh nih a thawh hna i, \"Nan lak i pakhat nih hin nan ka rawi lai, ka sin i rawl a eimi nih hin,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 357.0,
    "end": 360.48,
    "text": "A zultu cu an awlok a chong i pakhat hnu pakhat in, \"Kei cu ka si hnga i mei?\" tiah an ti cio",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 420.48,
    "end": 423.48,
    "text": "Jesuh nih cun a leh hna i, \"Nannih hleihnih lak i pakhat hi nan si lai, kheng chung i keimah he a changreu a hnimṭitu hi nan si ko lai",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 423.48,
    "end": 426.48,
    "text": "Cathiang nih a chimning in Mi Fapa cu a thi ko lai, sihmanhsehlaw Mi Fapa a rawitu ding cu, a caah a va poi hringhran dah! Cu pa cu chuak lo lawlaw in rak um seh law a caah a ṭha deuh hnga,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 426.48,
    "end": 429.48,
    "text": "Annih nih zanriah cu an ei lioah khan Jesuh nih changreu kha aa lak i lunglawmhnak in thla a cam hnuah a cheu i a zultu kha a pek hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 429.48,
    "end": 432.48,
    "text": "\"Ei u, hihi ka pum a si,\" a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 432.48,
    "end": 435.48,
    "text": "Cun hrai kha aa lak i Pathian sinah lawmhnak a chim hnuah a zultu kha a pek hna i an dihlak in an din",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 435.48,
    "end": 438.48,
    "text": "Jesuh nih cun, \"Mi tampi ca i ka thletmi ka thi a si",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 438.48,
    "end": 442.48,
    "text": "Pathian biakamnak a fehtertu ka thi a si",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 442.48,
    "end": 445.48,
    "text": "Pathian Pennak chungah a thar in ka din ṭhan hlan cu, hi mitsur hang hi ka ding ti lai lo,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 445.48,
    "end": 447.48,
    "text": "Cun hla fung khat an sak dih in Oliv Tlang ah khan an kal",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 448.48,
    "end": 449.48,
    "text": "Jesuh nih cun annih cu, \"Cathiang chungah, 'Pathian nih tuukhal cu a thah lai i tuu cu an i ṭhek dih lai,' tiah aa ṭial bangin, nan dihlak in nan ka zamtak lai",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 449.48,
    "end": 452.48,
    "text": "Sihmanhsehlaw thihnak in thawh ṭhanter ka si hnuah, nan hmaiah Galilee ah ka rak kal lai,\" tiah a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 452.48,
    "end": 457.48,
    "text": "Peter nih, \"A dang nih an dihlak in in zamtak hna hmanh seh law, kei cu kan zamtak hrimhrim lai lo,\" tiah a hun leh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 457.48,
    "end": 460.48,
    "text": "Jesuh nih Peter cu, \"Hihi philh hlah, ar voi hnih a khuan hlanah, ka hngal lo, tiah voi thum tiang na ka ti lai,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 460.48,
    "end": 463.48,
    "text": "Peter nih cun ṭhawng chinchin in a leh i, \"Nangmah sin i ka thih ve a herh zongah, nangmah cu, ka hngal lo, kan ti bal lai lo,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 463.48,
    "end": 468.48,
    "text": "Cun zultu dang vialte zong nih khan cuticun an ti cio",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 468.48,
    "end": 471.48,
    "text": "Gethsemane an timi hmun kha an phan i Jesuh nih a zultu hna cu, \"Thla ka cam karah nannih cu hika ah hin rak ṭhu u,\" tiah a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 471.48,
    "end": 473.48,
    "text": "Cun Peter le Jeim le Johan kha aa kalpi hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 473.48,
    "end": 476.48,
    "text": "Khuaruahhar vansang au in a um iannih cu a thawh hna i, \"Ka lungre a thei tuk hringhran",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 476.48,
    "end": 476.98,
    "text": "Cucaah hika ah hin rak um u law hngilh loin rak ka hngak u,\" tiah a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 476.98,
    "end": 479.98,
    "text": "Hmailei ah tlawmpal a va kal i vawlei ah a bawk i, a si khawh ahcun harnak khan a luat khawh nakhnga, thla a cam",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 479.98,
    "end": 481.98,
    "text": "\"Ka Pa, ka Pa, nangmah nih cun zeizong vialte na tuah khawh dih ko",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 481.98,
    "end": 484.98,
    "text": "Hi hrai hi ka lakpiak ko",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 484.98,
    "end": 486.98,
    "text": "Sihmanhsehlaw keimah duhnak bantuk cun si hlah seh, nangmah duhnak bantukin si ko seh,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 486.98,
    "end": 489.98,
    "text": "Cun a ra kir i a zultu kha an pathum in an rak i hngilh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 489.98,
    "end": 491.98,
    "text": "Cun Peter cu a thawh i, \"Suimilam pakhat chung hmanh hngilh loin na um kho lo maw?\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 491.98,
    "end": 492.98,
    "text": "Cun annih cu, \"Nan dihlak in hngilh loin um u law tukforhnak chungah nan tlak nakhnga lo, thla cam u, thlarau nih cun a duh ko, sihmanhsehlaw titsa cu a thazang a tlawm,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 492.98,
    "end": 494.98,
    "text": "A va kal ṭhan i thla a va cam ṭhan",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 494.98,
    "end": 496.98,
    "text": "Cun a zultu hna sinah khan a ra ṭhan i an rak i hngilh ṭhan kha a hmuh hna; an mit kha a au in an au kho lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 496.98,
    "end": 498.98,
    "text": "Cun zeiti chawnh awk an hngal lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 498.98,
    "end": 500.98,
    "text": "A voi thumnak a rat tikah khan a thawh hna i, \"Nan i hngilh ko rih maw? Nan i din ko rih maw? A za cang! A caan a phan cang",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 500.98,
    "end": 502.98,
    "text": "Zohhmanh u, Mi Fapa cu misual mi hna kut chungah pek a si cang",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 502.98,
    "end": 504.98,
    "text": "Tho u law, kal u sih",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 504.98,
    "end": 505.98,
    "text": "Zohhmanh u, keimah a ka rawitu cu hika a phan cang,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 505.98,
    "end": 507.98,
    "text": "Cu ti i bia a chim lengmang lioah cun zultu hleihnih hna chung i aa tel vemi Judas kha a ra phan",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 507.98,
    "end": 508.98,
    "text": "Tlangbawi upa hna le Phungbia cawnpiaktu saya hna le upa hna nih an fialmi hna mibu kha nam le thingtan i put in a sinah cun an ra",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 508.98,
    "end": 509.98,
    "text": "A rawitu nih cun annih kha hmelchunhnak a pek cia hna i, \"Ka hnamhmi cu tlaih nan duhmi kha a si lai",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 509.98,
    "end": 510.98,
    "text": "Amah cu nan tlaih lai i nan kalpi lai,\" tiah a ti hna",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 510.98,
    "end": 511.98,
    "text": "Judas nih cun a ra phak cangka in Jesuh cu a hei fuh colh i, \"Saya,\" a ti i a hnamh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 511.98,
    "end": 513.98,
    "text": "Cucaah Jesuh cu an tlaih i fek tein an khih",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 513.98,
    "end": 514.98,
    "text": "Cuka i a dirmi pakhat nih a nam kha aa zuh i Tlangbawi Ngan salpa hnakhaw kha pet lakin a tuk",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 514.98,
    "end": 516.98,
    "text": "Cun Jesuh nih annih cu a thawh hna i, \"Kei cu mifir hei sining law cu bang, nam le thingtan he tlaih awkah nan ka fuh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 516.98,
    "end": 517.98,
    "text": "Nifate nan sinah ka um i Biakinn ah kan cawnpiak lengmang ko ṭung hna, nan ka tlaih ṭung lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 517.98,
    "end": 518.98,
    "text": "Sihmanhsehlaw Cathiang chung bia a tlin cu a herh ko,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 518.98,
    "end": 520.98,
    "text": "Khi tikah a zultu vialte nih khan an zamtak",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 520.98,
    "end": 521.98,
    "text": "Cu lioah cun tlangval pakhat, puan lawng aa aihmi nih Jesuh cu a zulh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 521.98,
    "end": 522.98,
    "text": "Amah cu tlaih an timh ia puan cu a lektak i a taklawng in a tli",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 522.98,
    "end": 523.98,
    "text": "Cun Jesuh cu Tlangbawi Ngan inn ah khan an kalpi i khika ah khan tlangbawi upa vialte hna le upa hna le Phungbia cawnpiaktu saya hna kha an rak i pum",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 523.98,
    "end": 525.98,
    "text": "Peter nih khan lamhlatpi khin a zulh i Tlangbawi Ngan inntual ah cun a va lut",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 525.98,
    "end": 527.98,
    "text": "Cuka ah cun ralveng pawl sinah khan a ṭhu i mei a to",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 527.98,
    "end": 528.98,
    "text": "Tlangbawi upa hna le biaceihtu hna nih cun Jesuh cu thihnak daan pek khawhnak ding caah a sual kawl an i zuam, sihmanhsehlaw zeihmanh an hmu kho lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 528.98,
    "end": 530.98,
    "text": "Tehte tampi nih Jesuh kong ah khan lih an chim len cio, sihmanhsehlaw an bia kha an i kheng kho lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 530.98,
    "end": 531.98,
    "text": "Cun mi tlawmpal khi an hung dir i,\" 'Minung sakmi Biakinn hi ka ṭheh lai i minung nih sakmi a si lomi biakinn ni thum chungah ka sak ṭhan lai,' tiah a chim kan theih,\" tiin lih an puh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 531.98,
    "end": 533.98,
    "text": "Sihmanhsehlaw anmah hmanh cu an bia aa khat kho lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 533.98,
    "end": 534.98,
    "text": "An dihlak hmaiah cun Tlangbawi Ngan cu a dir i, \"Sual an in phawtmi cu a lehnak zei tal na ngei lo maw?\" tiah Jesuh cu a hal",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 534.98,
    "end": 535.98,
    "text": "Sihmanhsehlaw Jesuh cu dai tein a um ko i zeihmanh a let lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 535.98,
    "end": 536.98,
    "text": "Cun Tlangbawi Ngan nih cun, \"A Liannganmi Pathian Fapa Messiah cu na si maw?\" tiah a hal ṭhan",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 536.98,
    "end": 537.98,
    "text": "Jesuh nih, \"Ka si",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 537.98,
    "end": 538.98,
    "text": "Cun Mi Fapa cu A Liannganmi Pathian orhlei kamah ka ṭhut i vancung khuadawm he ka rat kha na ka hmuh te lai,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 538.98,
    "end": 540.98,
    "text": "Tlangbawi Ngan nih cun a puan kha a thleh i, \"Tehte dang kan herh ti maw?Bia ṭhalo a chimmi cu nan theih cio ko",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 540.98,
    "end": 541.98,
    "text": "Zeitindah nan ruah?\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 541.98,
    "end": 542.98,
    "text": "Jesuh cu a sual i thih awk a tlak, tiin an zapi an hna a tla",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 542.98,
    "end": 543.98,
    "text": "Cun mi cheukhat nih Jesuh cu cil an chak i a mit an huh i an bengh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 543.98,
    "end": 545.98,
    "text": "\"Ahodah an beng, kan chim tuah,\" an ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 545.98,
    "end": 546.98,
    "text": "Cun ralvengtu pawl nih khan an kalpi i an bengh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 546.98,
    "end": 547.98,
    "text": "Peter cu inntual i a um lioah khan Tlangbawi Ngan sinumnu ngakchia pakhat kha a ra i amah cu a hmuh tikah,\"Nangmah zong hi, Nazareth khuami Jesuh he a rak um ṭimi na si ko,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 547.98,
    "end": 548.98,
    "text": "Sihmanhsehlaw Peter nih cun aa pheh i, \"Ka hngal lo",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 548.98,
    "end": 550.98,
    "text": "Na chimmi hi a kong zeihmanh ka hngal lo,\" tiah a leh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 550.98,
    "end": 551.98,
    "text": "Cun kutka lei kalnak lam ah khan a hei i thawn",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 551.98,
    "end": 552.98,
    "text": "Cu caan te ah cun ar a khuang",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 552.98,
    "end": 553.98,
    "text": "Ngakchia nu nih khan cuka ah cun a va hmuh ṭhan i a pawng i a dirmi hna sinah cun, \"Hi pa hi anmah lak i aa telmi a si,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 553.98,
    "end": 554.98,
    "text": "Sihmanhsehlaw Peter nih cun aa pheh ṭhan",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 554.98,
    "end": 555.98,
    "text": "Cun tlawmpal ah khin cuka i a dirmi hna nih khan Peter cu, \"Anmah lak i aa telmi na si cu naa pheh kho bal lai lo, Galilee mi pei na si ko hi,\" an ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 555.98,
    "end": 556.98,
    "text": "Cun Peter nih cun chiat a ser i, \"Biatak ka chim lo ka chim lo ahcun Pathian nih dan ka tat seh",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 556.98,
    "end": 557.98,
    "text": "Nan chim lengmangmi pa hi ka hngal hrimhrim lo,\" tiah a ti",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 557.98,
    "end": 558.98,
    "text": "Cu caan te ah cun ar kha a khuang ṭhan i Peter nih cun Jesuh i, \"Ar voi hnih a khuan hlanah voi thum na ka hlawt lai,\" a rak timi kha a lung ah a hung chuak",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_14.mp3",
    "start": 558.98,
    "end": 560.98,
    "text": "Cun a ṭap",
    "chapter": "mark_14"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 0.0,
    "end": 2.0,
    "text": "A thaizing zingkate ah tlangbawi upa hna cu haotu upa hna le phungbia cawnpiaktu saya hna le biaceihtu vialte hna he khan hnawhsare in an i pum i khua an khang",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 3.0,
    "end": 5.0,
    "text": "Jesuh cu thir cikcin in an khih i an kalpi i Pilat kut chungah khan an pek",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 5.0,
    "end": 8.0,
    "text": "Pilat nih, \"Judah mi siangpahrang cu na si maw?\" tiah a hal",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 8.0,
    "end": 10.0,
    "text": "Jesuh nih, \"Na chim bangin ka si,\" tiah a leh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 10.0,
    "end": 13.0,
    "text": "Tlangbawi upa hna nih khan Jesuh cu bia tampi an puh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 13.0,
    "end": 16.0,
    "text": "Cucaah Pilat nih cun a hal ṭhan i, \"Na let hna lai lo maw? An in puhmi hi a tam ṭung,\" tiah a ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 16.0,
    "end": 20.0,
    "text": "Jesuh cu holh loin a um i Pilat cu a khuaruah a har",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 20.0,
    "end": 22.0,
    "text": "An Lanhtak Puai paoh ah khan Pilat nih an duhmi thongtla pakhat kha a chuahpiak tawn hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 22.0,
    "end": 24.0,
    "text": "Cu lioah cun ral a thomi, midang hna he ral an thawhnak i lai a nawngmipa Barabbas kha thong chungah cun a um",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 24.0,
    "end": 27.0,
    "text": "Mizapi nih khan, voi dang i na kan tuahpiak tawnmi kha kan tuahpiak rih tuah, tiah an ra hal tikah,Pilat nih cun a rak thawh hna i, \"Judah mi siangpahrang hi kan chuahpiak seh, ti nan ka duhmi cu a si maw?\" tiah a rak hal hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 27.0,
    "end": 30.0,
    "text": "Jesuh ka kut chung i an ka pek hi, tlangbawi upa nih an nahchuah caah a si, ti kha Pilat nih ṭha tein a hngalh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 30.0,
    "end": 32.0,
    "text": "Sihmanhsehlaw tlangbawi upa pawl nih cun mizapi kha, Barabbas na kan chuahpiak lai, tiah Pilat kha nan hal lai, tiah an forh hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 32.0,
    "end": 33.0,
    "text": "Pilat nih mizapi cu a thawh ṭhan hna i, \"A si ahcun, Judah siangpahrang nan timi pa hi tah zeitindah ka tuah kun lai?\" tiah a ti hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 33.0,
    "end": 35.0,
    "text": "\"Vailam ah tah ko,\" tiah an au",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 35.0,
    "end": 37.0,
    "text": "Pilat nih cun, \"Zei sualnak dah a tuah?\" tiah a ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 37.0,
    "end": 40.0,
    "text": "Sihmanhsehlaw fak chinchin in an au i, \"Vailam ah tah ko,\" an ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 40.0,
    "end": 44.0,
    "text": "Mizapi kha Pilat nih an lung ton a duh hna caah Barabbas cu a thlahpiak hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 44.0,
    "end": 48.0,
    "text": "Cun Jesuh cu fung in a tukter hna i vailam i tah awkah a pek hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 48.0,
    "end": 51.0,
    "text": "Ralkap nih Jesuh cu Mangki bawi inntual ah khan an luhpi i an hawidang zong kha an auh hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 51.0,
    "end": 54.0,
    "text": "Jesuh cu puan sen kha an aih i hling in an phiarmi bawiluchin kha a lu ah an chinh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 54.0,
    "end": 58.0,
    "text": "Salaam kha an pek i, \"Judah mi Siangpahrang hi saupi nung ko seh!\" an ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 58.0,
    "end": 61.0,
    "text": "A lu ah cun fung in an tuk i an cil an chak i an khuk an i bil i a hmaiah cun an kun",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 61.0,
    "end": 64.5,
    "text": "Cu ti i an cawhdeh dih in puan sen kha an hawh i amah puan kha an aihter ṭhan",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 64.5,
    "end": 68.0,
    "text": "Cun vailam i tah awkah an chuahpi",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 68.0,
    "end": 73.0,
    "text": "Lampi ah mipa pakhat a min Simon a simi, khuate lei in Jerusalem leiah a kalmi kha an ton",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 73.0,
    "end": 75.0,
    "text": "Amah cu Jesuh vailam tahnak thing kha an hnek i an putter",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 75.0,
    "end": 78.0,
    "text": "(Hi Simon hi Sairin khuami Alekzandar le Rufas pa kha a si)",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 78.0,
    "end": 81.0,
    "text": "Jesuh cu Golgotha hmun kha an phakpi, Golgotha a sullam cu Luruh Hmun tinak a si",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 81.0,
    "end": 88.0,
    "text": "Mitsur zu, Mura an timi he an cawhmi kha an hun tuh i a ding duh lo",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 88.0,
    "end": 92.0,
    "text": "Cuticun vailam ah cun an khenh chih i a puan kha an i phaw i aho nih dah a zei zawn hi a co lai tinak caah, camcawh fung in an zuh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 92.0,
    "end": 94.0,
    "text": "Vailam i an khenh chih kha zinglei suimilam pakua ah a si",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 94.0,
    "end": 98.0,
    "text": "Sual an phawtnak ca cu, \"Judah mi hna Siangpahrang,\" tiah an ṭial",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 98.0,
    "end": 100.0,
    "text": "Jesuh sinah cun a orhlei kamah pakhat, a kehlei kamah pakhat, mifir pahnih an tah ve hna",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 100.0,
    "end": 103.0,
    "text": "Cuticun Cathiang nih, \"Misual hna sinah telh chih a si,\" a timi cu a tling",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 103.0,
    "end": 107.0,
    "text": "Aa chawkmi hna nih khan Jesuh cu an lu an thinhnawh i an nihsawh: \"Biakinn cu na ṭheh dih i ni thum chungah na sak dih ṭhan taktak hi ta!Atu cu nangmah kha vailam cung khan rung ṭum law i khamh tuah ngat,\" an ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 107.0,
    "end": 111.0,
    "text": "Cu bantuk ṭhiamṭhiam in tlangbawi upa hna le Phungbia cawnpiaktu saya hna nih khan Jesuh cu an nihsawh i, \"Midang khamh ṭung in amah vial aa khamh kho ṭung lo hi ta!Israel mi siangpahrang Messiah cu, atu hrimhrim ah hin vailam tahnak cung hin rung ṭum seh law pei kan hmuh hnga i kan zumh khawh hnga cu!\" an ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 111.0,
    "end": 113.0,
    "text": "Cun a sin i vailam an tahmi pahnih hna zong nih khan an nihsawh ve",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 113.0,
    "end": 115.0,
    "text": "Chun ah cu ram cu a dihlak in muihnak nih suimilam pathum chung a khuh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 115.0,
    "end": 117.0,
    "text": "Zanlei suimilam pathum ah Jesuh cu fak piin a au i, ``Eloi, Eloi, lema sabakthani,'' tiah a ti, a sullam cu, \"Ka Pathian, ka Pathian, zeicahdah na ka kaltak,\" ti a si",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 117.0,
    "end": 120.0,
    "text": "Cuka i a ummi a cheukhat nih cu ti i a au cu an theih i, \"Ngai hmanh u, Elijah a auh cuh!\" an ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 120.0,
    "end": 122.0,
    "text": "Pakhat pa cu a va tli i puanchia kha mitsur zu thor chungah khan a hnim i fung par ah a ṭemh i Jesuh cu a hmur ah khan a hun tuh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 122.0,
    "end": 127.0,
    "text": "\"Amah kha vailamtahnak cungin ṭhumh awkah Elijah kha a rung ṭum hnga maw, zoh hnik u sih,\" tiah a ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 127.0,
    "end": 129.0,
    "text": "Jesuh cu fak piin a au i a cat",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 129.0,
    "end": 134.0,
    "text": "Biakinn chung i aa zarmi puan kha a lu in a taw tiang cheu hnih ah aa cheu",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 134.0,
    "end": 137.0,
    "text": "Vailamtahnak hmai i a dirmi ralbawipa nih khan, Jesuh a au le a cah kha a hmuh tikah, \"Hi pa cu Pathian Fapa a si hrimhrim ko,\" tiah a ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 137.0,
    "end": 139.0,
    "text": "Cuka ah cun nu tlawmpal an um i lamhlat nawn in an cuanh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 139.0,
    "end": 142.0,
    "text": "Cu hna lakah cun Salome le",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 142.0,
    "end": 144.0,
    "text": "Mary Magdalin le Jeim ngakchia deuh le Joses i an nu Mary kha an um ve",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 144.0,
    "end": 147.0,
    "text": "Jesuh cu Galilee i an um lioah khan an rak zulh tawn i an rak bawmh tawn",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 147.0,
    "end": 150.0,
    "text": "Amah he Jerusalem ah a rami nu tampi zong cuka ah cun an um ve",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 150.0,
    "end": 153.0,
    "text": "Zanlei sang tlai nawn a si cang i Arimathea khuami Josef kha a ra phan",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 153.0,
    "end": 157.0,
    "text": "Amah cu biaceihtu bu chung i an upatmi pakhat a si ve i Pathian Pennak a rat lainak aa ruahchihmi a si",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 157.0,
    "end": 159.0,
    "text": "Cu ni cu cawnningani a si (cucu Sabbath ni a nizan kha a si)",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 159.0,
    "end": 163.0,
    "text": "Cucaah Josef cu ralṭha ngaiin Pilat sinah khan a vung lut i Jesuh ruak kha a hal",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 163.0,
    "end": 168.0,
    "text": "Pilat nih Jesuh cu a thi cang, ti kha a theih tikah a khuaruah a har ngai",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 168.0,
    "end": 172.0,
    "text": "Ralbawipa kha a auh i Jesuh cu a thi cang maw, tiah a hal",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 172.0,
    "end": 174.0,
    "text": "Ralbawi chimmi bia kha a theih hnuah Pilat nih Josef cu, Jesuh ruak kha na lak khawh, tiah a ti",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 174.0,
    "end": 179.0,
    "text": "Josef nih cun khiangrang puan pakhat a cawk i a ruak cu a ṭhumh hnuah puan cun a zual i lung an vihmi thlan chungah a vui",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 179.0,
    "end": 183.0,
    "text": "Cun thlanka ah cun lung nganpi a khar",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_15.mp3",
    "start": 183.0,
    "end": 187.0,
    "text": "Mary Magdalin le Joses nu Mary nih khan cucu an zoh i Jesuh an phumnak hmun kha an hmuh",
    "chapter": "mark_15"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 150.0,
    "end": 151.46,
    "text": "Sabbath ni kha a dih tikah Mary Magdalin le Jeim nu Mary le Salome nih khan Jesuh ruak thuh awk caah cun zihmui kha an i cawk. Zarhpi Ni zingkate, nichuah kate ah khin, thlan ah cun an va kal",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 151.46,
    "end": 154.04,
    "text": "Lam ah cun pakhat le pakhat kha. \"Thlan khar lung kha ahodah a kan thawnpiak te lai,\" tiah an i ceih",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 154.04,
    "end": 157.62,
    "text": "(A khar cu lung nganpi a si). Cun an hun zoh i lung kha a rak i thawn cang",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 157.62,
    "end": 159.38,
    "text": "Cucaah thlan chungah cun an lut i puan rang aa aih i orhlei kam i a rak ṭhumi tlangval pakhat an hmuh i an lau ngaingai. Cu pa nih cun, \"Nan thinphang hlah u",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 159.38,
    "end": 160.58,
    "text": "Vailam ah an tahmi Jesuh, Nazareth khua mi kha nan kawl ti kha ka hngalh. Sihmanhsehlaw hika ah hin a um ti lo — a tho cang! An vuinak hmun hi zoh hmanh u",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 160.58,
    "end": 164.34,
    "text": "Cucaah cun va kal u law a zultu hna kha le Peter kha, 'Amah nih an chimh hna bantuk te khan nan hlanah Galilee ah a kal i cuka ah cun nan va hmuh lai,' a ti tiah va chim hna u,\" tiah a ti. Cucaah an chuak i an thin a phang i an ning a ṭih caah thlan cun an le",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 164.34,
    "end": 166.68,
    "text": "An thin a lau tuk caah ahohmanh an chim hna lo. [Jesuh cu thihnak in a thawh hnuah Zarhpi ni zingkate ah khan Mary Magdalin sinah khan a lang hmasa bik",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 169.72,
    "end": 179.54,
    "text": "Cu nu cu a chungin khuachia pasarih a chuahpiakmi nu kha a si. Mary cu a kal i a hawile kha a chimh hna",
    "chapter": "mark_16"
  },
  {
    "audio": "Audio/mark_16.mp3",
    "start": 209.54,
    "end": 222.7,
    "text": "An ngaih a chia, an rak ṭap i,Jesuh cu a nung i ka hmuh, tiah a chimh hna tikah khan an zum lo. Hi hnuah hin zultu pahnih hna cu khuate lei i an kal lioah khan an sinah Jesuh cu a lang",
    "chapter": "mark_16"
  }
]